{"E":{"v":"0","b":"CHAPTER VIII","T":"020","K":".html","X":"q20","O":"Ops/020.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a60\"></a><b><i>CHAP­TER</i></b><i> VIII</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"LAUN­CE­LOT OF THE LAKE"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"King Ban, of Brit­ta­ny, the faith­ful ally of Ar­thur was at­tacked by his en­e­my Claudas, and af­ter a long war saw him­self re­duced to the pos­ses­sion of a sin­gle for­tress, where he was be­sieged by his en­e­my. In this ex­trem­i­ty he de­ter­mined to so­lic­it the as­sis­tance of Ar­thur, and es­caped in a dark night, with his wife Hel­en and his in­fant son Laun­ce­lot, leav­ing his cas­tle in the hands of his sen­e­schal, who im­me­di­ate­ly sur­ren­dered the place to Claudas. The flames of his burn­ing cit­a­del reached the eyes of the un­for­tu­nate mon­arch dur­ing his flight and he ex­pired with grief. The wretch­ed Hel­en, leav­ing her child on the brink of a lake, flew to re­ceive the last sighs of her hus­band, and on re­turn­ing perceived the lit­tle Laun­ce­lot in the arms of a nymph, who, on the ap­proach of the queen, threw her­self into the lake with the child. This nymph was Viviane, mis­tress of the en­chant­er Mer­lin, bet­ter known by the name of the Lady of the Lake. Laun­ce­lot re­ceived his ap­pel­la­tion from hav­ing been ed­u­cat­ed at the court of this en­chant­ress, whose pal­ace was sit­u­at­ed in the midst, not of a real, but, like the ap­pear­ance which de­ceives the Af­ri­can trav­el­ler, of an im­ag­i­nary lake, whose de­lud­ing re­sem­blance served as a bar­ri­er to her res­i­dence. Here she dwelt not alone, but in the midst of a nu­mer­ous ret­i­nue, and a splen­did court of knights and dam­sels."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"The queen, af­ter her dou­ble loss, re­tired to a con­vent, where she was joined by the wid­ow of Bohort, for this good king had died of grief on hear­ing of the death of his broth­er Ban. His two sons, Li­o­nel and Bohort, were res­cued by a faith­ful knight, and ar­rived in the shape of grey­hounds at the pal­ace of the lake, where, hav­ing re­sumed their nat­u­ral form, they were ed­u­cat­ed along with their cous­in Laun­ce­lot."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"The fairy, when her pu­pil had at­tained the age of eight­een, con­veyed him to the court of Ar­thur for the pur­pose of de­mand­ing his ad­mis­sion to the hon­or of knight­hood; and at the first ap­pear­ance of the youth­ful can­di­date the graces of his per­son, which were not in­fe­ri­or to his cour­age and skill in arms, made an in­stan­ta­ne­ous and in­del­i­ble im­pres­sion on the heart of Guenever, while her charms in­spired him with an equal­ly ar­dent and con­stant pas­sion. The mu­tu­al at­tach­ment of these lov­ers ex­erted, from that time forth, an in­flu­ence over the whole his­to­ry of Ar­thur. For the sake of Guenever, Laun­ce­lot achieved the con­quest of North­um­ber­land, de­feated Gallehaut, King of the March­es, who af­ter­wards be­came his most faith­ful friend and ally, ex­posed him­self in num­ber­less en­coun­ters, and brought hosts of pris­on­ers to the feet of his sov­er­eign."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"SIR LAUN­CE­LOT"},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"Af­ter King Ar­thur was come from Rome into Eng­land all the knights of the Ta­ble Round re­sorted unto him and made him many justs and tour­na­ments. And in es­pe­cial Sir Laun­ce­lot of the Lake in all tour­na­ments and justs and deeds of arms, both for life and death, passed all oth­er knights, and was nev­er over­come, ex­cept it were by trea­son or en­chant­ment; and he in­creased mar­vel­lous­ly in wor­ship, where­fore Queen Guenever had him in great fa­vor, above all oth­er knights. And for cer­tain he loved the queen again above all oth­er la­dies; and for her he did many deeds of arms, and saved her from per­il, through his no­ble chiv­al­ry. Thus Sir Laun­ce­lot rested him long with play and game, and then he thought to prove him­self in strange ad­ven­tures; so he bade his neph­ew, Sir Li­o­nel, to make him ready,-- \"for we two will seek ad­ven­tures.\" So they mount­ed on their hors­es, armed at all sights, and rode into a for­est, and so into a deep plain. And the weath­er was hot about noon, and Sir Laun­ce­lot had great de­sire to sleep. Then Sir Li­o­nel es­pied a great ap­ple-tree that stood by a hedge, and he said: \"Broth­er, yon­der is a fair shad­ow--there may we rest us and our hors­es.\" \"It is well said,\" replied Sir Laun­ce­lot. So they there alight­ed, and Sir Laun­ce­lot laid him down, and his helm un­der his head, and soon was asleep pass­ing fast. And Sir Li­o­nel waked while he slept. And pres­ent­ly there came three knights rid­ing as fast as ever they might ride, and there fol­lowed them but one knight. And Sir Li­o­nel thought he nev­er saw so great a knight be­fore. So with­in a while this great knight over­took one of those knights, and smote him so that he fell to the earth. Then he rode to the se­cond knight and smote him, and so he did to the third knight. Then he alight­ed down and bound all the three knights fast with their own bri­dles. When Sir Li­o­nel saw him do thus, he thought to as­say him, and made him ready si­lent­ly, not to awake Sir Laun­ce­lot, and rode af­ter the strong knight, and bade him turn. And the oth­er smote Sir Li­o­nel so hard that horse and man fell to the earth; and then he alight­ed down and bound Sir Li­o­nel, and threw him across his own horse; and so he served them all four, and rode with them away to his own cas­tle. And when he came there he put them in a deep pris­on, in which were many more knights in great dis­tress."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"Now while Sir Laun­ce­lot lay un­der the ap­ple-tree sleep­ing, there came by him four queens of great es­tate. And that the heat should not grieve them, there rode four knights about them, and bare a cloth of green silk on four spears, be­twixt them and the sun. And the queens rode on four white mules."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"Thus as they rode they heard by them a great horse grim­ly neigh. Then they were aware of a sleep­ing knight, that lay all armed un­der an ap­ple-tree; and as the queens looked on his face, they knew it was Sir Laun­ce­lot. Then they be­gan to strive for that knight, and each one said she would have him for her love. \"We will not strive,\" said Morgane le Fay, that was King Ar­thur's sis­ter, \"for I will put an en­chant­ment upon him, that he shall not wake for six hours, and we will take him away to my cas­tle; and then when he is sure­ly with­in my hold, I will take the en­chant­ment from him, and then let him choose which of us he will have for his love.\" So the en­chant­ment was cast upon Sir Laun­ce­lot. And then they laid him upon his shield, and bare him so on horse­back be­tween two knights, and brought him unto the cas­tle and laid him in a cham­ber, and at night they sent him his sup­per. And on the morn­ing came ear­ly those four queens, rich­ly dight, and bade him good morn­ing, and he them again. \"Sir knight,\" they said, \"thou must un­der­stand thou art our pris­on­er; and we know thee well, that thou art Sir Laun­ce­lot of the Lake, King Ban's son, and that thou art the noblest knight liv­ing. And we know well that there can no lady have thy love but one, and that is Queen Guenever; and now thou shalt lose her for ever, and she thee; and there­fore it behooveth thee now to choose one of us. I am the Queen Morgane le Fay, and here is the Queen of North Wales, and the Queen of East­land, and the Queen of the Isles. Now choose one of us which thou wilt have, for if thou choose not, in this pris­on thou shalt die.\" \"This is a hard case,\" said Sir Laun­ce­lot, \"that ei­ther I must die, or else choose one of you; yet had I liever to die in this pris­on with wor­ship, than to have one of you for my par­a­mour, for ye be false enchantresses.\" \"Well,\" said the queens, \"is this your an­swer, that ye will re­fuse us.\" \"Yea, on my life it is,\" said Sir Laun­ce­lot. Then they de­part­ed, mak­ing great sor­row."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"Then at noon came a dam­sel unto him with his din­ner, and asked him, \"What cheer?\" \"Tru­ly, fair dam­sel,\" said Sir Laun­ce­lot, \"nev­er so ill.\" \"Sir,\" said she, \"if you will be ruled by me, I will help you out of this dis­tress. If ye will prom­ise me to help my fa­ther on Tues­day next, who hath made a tour­na­ment be­twixt him and the king of North Wales; for last Tues­day my fa­ther lost the field.\" \"Fair maid­en,\" said Sir Laun­ce­lot, \"tell me what is your fa­ther's name, and then will I give you an an­swer.\" \"Sir knight,\" she said, \"my fa­ther is King Bagdemagus.\" \"I know him well,\" said Sir Laun­ce­lot, \"for a no­ble king and a good knight; and, by the faith of my body, I will be ready to do your fa­ther and you ser­vice at that day.\""},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"So she de­part­ed, and came on the next morn­ing ear­ly and found him ready, and brought him out of twelve locks, and brought him to his own horse, and light­ly he saddled him, and so rode forth."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"And on the Tues­day next he came to a lit­tle wood where the tour­na­ment should be. And there were scaf­folds and holds, that lords and la­dies might look on, and give the prize. Then came into the field the king of North Wales, with eightscore helms, and King Badgemagus came with four­score helms. And then they couched their spears, and came to­geth­er with a great dash, and there were overthrown at the first en­coun­ter twelve of King Bagdemagus's par­ty and six of the king of North Wales's par­ty, and King Bagdemagus's par­ty had the worse."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"With that came Sir Laun­ce­lot of the Lake, and thrust in with his spear in the thickest of the press; and he smote down five knights ere he held his hand; and he smote down the king of North Wales, and he brake his thigh in that fall. And then the knights of the king of North Wales would just no more; and so the gree was giv­en to King Bagdemagus."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"And Sir Laun­ce­lot rode forth with King Bagdemagus unto his cas­tle; and there he had pass­ing good cheer, both with the king and with his daugh­ter. And on the morn he took his leave, and told the king he would go and seek his broth­er, Sir Li­o­nel, that went from him when he slept. So he de­part­ed, and by ad­ven­ture he came to the same for­est where he was tak­en sleep­ing. And in the high­way he met a dam­sel rid­ing on a white pal­frey, and they sa­lut­ed each oth­er. \"Fair dam­sel,\" said Sir Laun­ce­lot, \"know ye in this coun­try any ad­ven­tures?\" \"Sir knight,\" said the dam­sel, \"here are ad­ven­tures near at hand, if thou durst pur­sue them.\" \"Why should I not prove ad­ven­tures?\" said Sir Laun­ce­lot, \"since for that cause came I hith­er.\" \"Sir,\" said she, \"here­by dwelleth a knight that will not be over­matched for any man I know, ex­cept thou over­match him. His name is Sir Turquine, and, as I un­der­stand, he is a dead­ly en­e­my of King Ar­thur, and he has in his pris­on good knights of Ar­thur's court, three­score and more, that he hath won with his own hands.\" \"Dam­sel,\" said Laun­ce­lot, \"I pray you bring me unto this knight.\" So she told him, \"Here­by, with­in this mile, is his cas­tle, and by it on the left hand is a ford for hors­es to drink of, and over that ford there groweth a fair tree, and on that tree hang many shields that good knights wielded afore­time, that are now pris­on­ers; and on the tree hangeth a ba­sin of cop­per and lat­ten, and if thou strike upon that ba­sin thou shalt hear tid­ings.\" And Sir Laun­ce­lot de­part­ed, and rode as the dam­sel had shown him, and short­ly he came to the ford, and the tree where hung the shields and the ba­sin. And among the shields he saw Sir Li­o­nel's and Sir Hec­tor's shields, be­sides many oth­ers of knights that he knew."},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"Then Sir Laun­ce­lot struck on the ba­sin with the butt of his spear; and long he did so, but he saw no man. And at length he was ware of a great knight that drove a horse be­fore him, and across the horse there lay an armed knight bound­en. And as they came near, Sir Laun­ce­lot thought he should know the cap­tive knight. Then Sir Laun­ce­lot saw that it was Sir Gaheris, Sir Ga­wain's broth­er, a knight of the Ta­ble Round. \"Now, fair knight,\" said Sir Laun­ce­lot, \"put that wound­ed knight off the horse, and let him rest awhile, and let us two prove our strength. For, as it is told me, thou hast done great de­spite and shame unto knights of the Round Ta­ble, there­fore now de­fend thee.\" \"If thou be of the Ta­ble Round,\" said Sir Turquine, \"I defy thee and all thy fel­low­ship.\" \"That is over­much said,\" said Sir Laun­ce­lot."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"Then they put their spears in the rests, and came to­geth­er with their hors­es as fast as they might run. And each smote the oth­er in the mid­dle of their shields, so that their hors­es fell un­der them, and the knights were both stag­gered; and as soon as they could clear their hors­es they drew out their swords and came to­geth­er ea­ger­ly, and each gave the oth­er many strong strokes, for nei­ther shield nor har­ness might with­stand their strokes. So with­in a while both had grim­ly wounds, and bled griev­ous­ly. Then at the last they were breath­less both, and stood lean­ing upon their swords. \"Now, fel­low,\" said Sir Turquine, \"thou art the stoutest man that ever I met with, and best breathed; and so be it thou be not the knight that I hate above all oth­er knights, the knight that slew my broth­er, Sir Carados, I will glad­ly ac­cord with thee; and for thy love I will de­liv­er all the pris­on­ers that I have.\""},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"\"What knight is he that thou hatest so above oth­ers?\" \"Tru­ly,\" said Sir Turquine, \"his name is Sir Laun­ce­lot of the Lake.\" \"I am Sir Laun­ce­lot of the Lake, King Ban's son of Benwick, and very knight of the Ta­ble Round; and now I defy thee do thy best.\" \"Ah!\" said Sir Turquine, \"Laun­ce­lot, thou art to me the most wel­come that ever was knight; for we shall nev­er part till the one of us be dead.\" And then they hurtled to­geth­er like two wild bulls, rash­ing and lash­ing with their swords and shields, so that some­times they fell, as it were, head­long. Thus they fought two hours and more, till the ground where they fought was all bepurpled with blood."},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"Then at the last Sir Turquine waxed sore faint, and gave some­what aback, and bare his shield full low for wea­ri­ness. That spied Sir Laun­ce­lot, and leapt then upon him fierce­ly as a lion, and took him by the bea­ver of his hel­met, and drew him down on his knees. And he raised off his helm, and smote his neck in sun­der."},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"And Sir Gaheris, when he saw Sir Turquine slain, said, \"Fair lord, I pray you tell me your name, for this day I say ye are the best knight in the world, for ye have slain this day in my sight the might­i­est man and the best knight ex­cept you that ever I saw.\" \"Sir, my name is Sir Laun­ce­lot du Lac, that ought to help you of right for King Ar­thur's sake, and in es­pe­cial for Sir Ga­wain's sake, your own dear broth­er. Now I pray you, that ye go into yon­der cas­tle, and set free all the pris­on­ers ye find there, for I am sure ye shall find there many knights of the Ta­ble Round, and es­pe­cial­ly my broth­er Sir Li­o­nel. I pray you greet them all from me, and tell them I bid them take there such stuff as they find; and tell my broth­er to go unto the court and abide me there, for by the feast of Pen­te­cost I think to be there; but at this time I may not stop, for I have ad­ven­tures on hand.\" So he de­part­ed, and Sir Gaheris rode into the cas­tle, and took the keys from the por­ter, and hast­i­ly opened the pris­on door and let out all the pris­on­ers. There was Sir Kay, Sir Brandeles, and Sir Galynde, Sir Bry­an, and Sir Alyduke, Sir Hec­tor de Mar­ys, and Sir Li­o­nel, and many more. And when they saw Sir Gaheris they all thanked him, for they thought, be­cause he was wound­ed, that he had slain Sir Turquine. \"Not so,\" said Sir Gaheris; \"it was Sir Laun­ce­lot that slew him, right wor­ship­ful­ly; I saw it with mine eyes.\""},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"Sir Laun­ce­lot rode till at night­fall he came to a fair cas­tle, and there­in he found an old gen­tle­wom­an, who lodged him with good- will, and there he had good cheer for him and his horse. And when time was, his host brought him to a fair cham­ber over the gate to his bed. Then Sir Laun­ce­lot un­armed him, and set his har­ness by him, and went to bed, and anon he fell asleep. And soon af­ter, there came one on horse­back and knocked at the gate in great haste; and when Sir Laun­ce­lot heard this, he arose and looked out of the win­dow, and saw by the moon­light three knights rid­ing af­ter that one man, and all three lashed on him with their swords, and that one knight turned on them knight­ly again and de­fended him­self. \"Tru­ly,\" said Sir Laun­ce­lot, \"yon­der one knight will I help, for it is shame to see three knights on one.\" Then he took his har­ness and went out at the win­dow by a sheet down to the four knights; and he said aloud, \"Turn you knights unto me, and leave your fight­ing with that knight.\" Then the knights left Sir Kay, for it was he they were upon, and turned unto Sir Laun­ce­lot, and struck many great strokes at Sir Laun­ce­lot, and as­sailed him on eve­ry side. Then Sir Kay ad­dressed him to help Sir Laun­ce­lot, but he said, \"Nay, sir, I will none of your help; let me alone with them.\" So Sir Kay suf­fered him to do his will, and stood one side. And with­in six strokes Sir Laun­ce­lot had strick­en them down."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"Then they all cried, \"Sir knight, we yield us unto you.\" \"As to that,\" said Sir Laun­ce­lot, \"I will not take your yield­ing unto me. If so be ye will yield you unto Sir Kay the Sen­e­schal, I will save your lives, but else not.\" \"Fair knight,\" then they said, \"we will do as thou commandest us.\" \"Then shall ye,\" said Sir Laun­ce­lot, \"on Whit­sun­day next, go unto the court of King Ar­thur, and there shall ye yield you unto Queen Guenever, and say that Sir Kay sent you thith­er to be her pris­on­ers.\" \"Sir,\" they said, \"it shall be done, by the faith of our bod­ies;\" and then they swore, eve­ry knight upon his sword. And so Sir Laun­ce­lot suf­fered them to de­part."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"On the morn Sir Laun­ce­lot rose ear­ly and left Sir Kay sleep­ing; and Sir Laun­ce­lot took Sir Kay's ar­mor, and his shield, and armed him, and went to the sta­ble and took his horse, and so he de­part­ed. Then soon af­ter arose Sir Kay, and missed Sir Laun­ce­lot. And then he es­pied that he had tak­en his ar­mor and his horse. \"Now, by my faith, I know well,\" said Sir Kay, \"that he will grieve some of King Ar­thur's knights, for they will deem that it is I, and will be bold to meet him. But by cause of his ar­mor I am sure I shall ride in peace.\" Then Sir Kay thanked his host and de­part­ed."},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"Sir Laun­ce­lot rode in a deep for­est, and there he saw four knights, un­der an oak, and they were of Ar­thur's court. There was Sir Sagramour le Desirus, and Hec­tor de Mar­ys, and Sir Ga­wain, and Sir Uwaine. As they spied Sir Laun­ce­lot they judged by his arms it had been Sir Kay. \"Now, by my faith,\" said Sir Sagramour, \"I will prove Sir Kay's might;\" and got his spear in his hand, and came to­wards Sir Laun­ce­lot. There­with Sir Laun­ce­lot couched his spear against him, and smote Sir Sagramour so sore that horse and man fell both to the earth. Then said Sir Hec­tor, \"Now shall ye see what I may do with him.\" But he fared worse than Sir Sagramour, for Sir Laun­ce­lot's spear went through his shoul­der and bare him from his horse to the ground. \"By my faith,\" said Sir Uwaine, \"yon­der is a strong knight, and I fear he hath slain Sir Kay, and tak­en his ar­mor.\" And there­with Sir Uwaine took his spear in hand, and rode to­ward Sir Laun­ce­lot; and Sir Laun­ce­lot met him on the plain and gave him such a buf­fet that he was stag­gered, and wist not where he was. \"Now see I well,\" said Sir Ga­wain, \"that I must en­coun­ter with that knight.\" Then he ad­justed his shield, and took a good spear in his hand, and Sir Laun­ce­lot knew him well. Then they let run their hors­es with all their mights, and each knight smote the oth­er in the mid­dle of his shield. But Sir Ga­wain's spear broke, and Sir Laun­ce­lot charged so sore upon him that his horse fell over back­ward. Then Sir Laun­ce­lot passed by smil­ing with him­self, and he said, \"Good luck be with him that made this spear, for nev­er came a bet­ter into my hand.\" Then the four knights went each to the oth­er and com­forted one an­oth­er. \"What say ye to this ad­ven­ture,\" said Sir Ga­wain, \"that one spear hath felled us all four?\" \"I dare lay my head it is Sir Laun­ce­lot,\" said Sir Hec­tor; \"I know it by his rid­ing.\""},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":"And Sir Laun­ce­lot rode through many strange countries, till by for­tune he came to a fair cas­tle; and as he passed be­yond the cas­tle he thought he heard two bells ring. And then he perceived how a fal­con came fly­ing over his head, to­ward a high elm; and she had long lun­ys [Foot­note: LUN­YS, the string with which the fal­con is held.] about her feet, and she flew unto the elm to take her perch, and the lun­ys got entangled in the bough; and when she would have tak­en her flight, she hung by the legs fast, and Sir Laun­ce­lot saw how she hung, and be­held the fair fal­con entangled, and he was sor­ry for her. Then came a lady out of the cas­tle and cried aloud, \"O Laun­ce­lot, Laun­ce­lot, as thou art the flow­er of all knights, help me to get my hawk; for if my hawk be lost, my lord will slay me, he is so has­ty.\" \"What is your lord's name?\" said Sir Laun­ce­lot. \"His name is Sir Phelot, a knight that belongeth to the king of North Wales.\" \"Well, fair lady, since ye know my name, and re­quire me of knight­hood to help you, I will do what I may to get your hawk; and yet in truth I am an ill climb­er, and the tree is pass­ing high, and few boughs to help me.\" And there­with Sir Laun­ce­lot alight­ed and tied his horse to the tree, and prayed the lady to un­arm him. And when he was un­armed, he put off his jer­kin, and with might and force he clomb up to the fal­con, and tied the lun­ys to a rot­ten bough, and threw the hawk down with it; and the lady got the hawk in her hand. Then sud­den­ly there came out of the cas­tle her hus­band, all armed, and with his na­ked sword in his hand, and said, \"O Knight Laun­ce­lot, now have I got thee as I would,\" and stood at the boll of the tree to slay him. \"Ah, lady!\" said Sir Laun­ce­lot, \"why have ye be­trayed me?\" \"She hath done,\" said Sir Phelot, \"but as I com­manded her; and there­fore there is none oth­er way but thine hour is come, and thou must die.\" \"That were shame unto thee,\" said Sir Laun­ce­lot; \"thou an armed knight to slay a na­ked man by trea­son.\" \"Thou gettest none oth­er grace,\" said Sir Phelot, \"and there­fore help thy­self if thou canst.\" \"Alas!\" said Sir Laun­ce­lot, \"that ever a knight should die weap­on­less!\" And there­with he turned his eyes up­ward and down­ward; and over his head he saw a big bough leaf­less, and he brake it off from the trunk. And then he came low­er, and watched how his own horse stood; and sud­den­ly he leapt on the fur­ther side of his horse from the knight. Then Sir Phelot lashed at him ea­ger­ly, mean­ing to have slain him. But Sir Laun­ce­lot put away the stroke, with the big bough, and smote Sir Phelot there­with on the side of the head, so that he fell down in a swoon to the ground. Then Sir Laun­ce­lot took his sword out of his hand and struck his head from the body. Then said the lady, \"Alas! why hast thou slain my hus­band?\" \"I am not the cause,\" said Sir Laun­ce­lot, \"for with false­hood ye would have slain me, and now it is fall­en on yourselves.\" There­up­on Sir Laun­ce­lot got all his ar­mor, and put it upon him hast­i­ly, for fear of more re­sort, for the knight's cas­tle was so nigh. And as soon as he might, he took his horse and de­part­ed, and thanked God he had es­caped that ad­ven­ture."},{"B":"#text","C":"/4/49","J":"\n"},{"B":"p","C":"/4/50","J":"And two days be­fore the feast of Pen­te­cost, Sir Laun­ce­lot came home; and the king and all the court were pass­ing glad of his com­ing. And when Sir Ga­wain, Sir Uwaine, Sir Sagramour, and Sir Hec­tor de Mar­ys saw Sir Laun­ce­lot in Sir Kay's ar­mor then they wist well it was he that smote them down, all with one spear. Then there was laugh­ing and mer­ri­ment among them; and from time to time came all the knights that Sir Turquine had pris­on­ers, and they all hon­ored and wor­shipped Sir Laun­ce­lot. Then Sir Gaheris said, \"I saw all the bat­tle from the be­gin­ning to the end,\" and he told King Ar­thur all how it was. Then Sir Kay told the king how Sir Laun­ce­lot had res­cued him, and how he \"made the knights yield to me, and not to him.\" And there they were, all three, and con­firmed it all \"And, by my faith,\" said Sir Kay, \"be­cause Sir Laun­ce­lot took my har­ness and left me his, I rode in peace, and no man would have to do with me.\""},{"B":"#text","C":"/4/51","J":"\n"},{"B":"p","C":"/4/52","J":"And so at that time Sir Laun­ce­lot had the great­est name of any knight of the world, and most was he hon­ored of high and low."},{"B":"#text","C":"/4/53","J":"\n"},{"B":"p","C":"/4/54","J":" "},{"B":"#text","C":"/4/55","J":"\n"}]}],"script":[]}}