{"E":{"v":"0","b":"CHAPTER XIV","T":"026","K":".html","X":"q26","O":"Ops/026.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a66\"></a><b><i>CHAP­TER</i></b><i> XIV</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"SIR TRIS­TRAM'S BAT­TLE WITH SIR LAUN­CE­LOT"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Sir Tris­tram rode through a for­est and saw ten men fight­ing, and one man did bat­tle against nine. So he rode to the knights and cried to them, bid­ding them cease their bat­tle, for they did them­selves great shame, so many knights to fight against one. Then an­swered the mas­ter of the knights (his name was Sir Breuse sans Pitie, who was at that time the most villanous knight liv­ing): \"Sir knight, what have ye to do to med­dle with us? If ye be wise de­part on your way as you came, for this knight shall not es­cape us.\" \"That were pity,\" said Sir Tris­tram, \"that so good a knight should be slain so cow­ard­ly; there­fore I warn you I will suc­cor him with all my pu­is­sance.\""},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"Then Sir Tris­tram alight­ed off his horse, be­cause they were on foot, that they should not slay his horse. And he smote on the right hand and on the left so vig­or­ous­ly that well-nigh at eve­ry stroke he struck down a knight. At last they fled, with Breuse sans Pitie, into the tow­er, and shut Sir Tris­tram with­out the gate. Then Sir Tris­tram re­turned back to the res­cued knight, and found him sit­ting un­der a tree, sore wound­ed. \"Fair knight,\" said he, \"how is it with you?\" \"Sir knight,\" said Sir Palamedes, for he it was, \"I thank you of your great good­ness, for ye have res­cued me from death.\" \"What is your name?\" said Sir Tris­tram. He said, \"My name is Sir Palamedes.\" \"Say ye so?\" said Sir Tris­tram; \"now know that thou art the man in the world that I most hate; there­fore make thee ready, for I will do bat­tle with thee.\" \"What is your name?\" said Sir Palamedes. \"My name is Sir Tris­tram, your mor­tal en­e­my.\" \"It may be so,\" said Sir Palamedes; \"but you have done over­much for me this day, that I should fight with you. More­o­ver, it will be no hon­or for you to have to do with me, for you are fresh and I am wound­ed. There­fore, if you will needs have to do with me, as­sign me a day, and I shall meet you with­out fail.\" \"You say well, \"said Sir Tris­tram; \"now I as­sign you to meet me in the mead­ow by the riv­er of Cam­e­lot, where Mer­lin set the mon­u­ment.\" So they were agreed. Then they de­part­ed and took their ways di­verse. Sir Tris­tram passed through a great for­est into a plain, till he came to a pri­ory, and there he re­posed him with a good man six days."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"Then de­part­ed Sir Tris­tram, and rode straight into Cam­e­lot to the mon­u­ment of Mer­lin, and there he looked about him for Sir Palamedes. And he perceived a seem­ly knight, who came rid­ing against him all in white, with a cov­ered shield. When he came nigh Sir Tris­tram said aloud, \"Wel­come, sir knight, and well and tru­ly have you kept your prom­ise.\" Then they made ready their shields and spears, and came to­geth­er with all the might of their hors­es, so fierce­ly, that both the hors­es and the knights fell to the earth. And as soon as they might they quitted their hors­es, and struck to­geth­er with bright swords as men of might, and each wound­ed the oth­er won­der­ful­ly sore, so that the blood ran out upon the grass. Thus they fought for the space of four hours and nev­er one would speak to the oth­er one word. Then at last spake the white knight, and said, \"Sir, thou fightest won­der­ful well, as ever I saw knight; there­fore, if it please you, tell me your name.\" \"Why dost thou ask my name?\" said Sir Tris­tram; \"art thou not Sir Palamedes?\" \"No, fair knight,\" said he, \"I am Sir Laun­ce­lot of the Lake.\" \"Alas!\" said Sir Tris­tram, \"what have I done? for you are the man of the world that I love best.\" \"Fair knight,\" said Sir Laun­ce­lot, \"tell me your name.\" \"Tru­ly,\" said he, \"my name is Sir Tris­tram de Lionesse.\" \"Alas! alas!\" said Sir Laun­ce­lot, \"what ad­ven­ture has be­fall­en me!\" And there­with Sir Laun­ce­lot kneeled down and yielded him up his sword; and Sir Tris­tram kneeled down and yielded him up his sword; and so ei­ther gave oth­er the de­gree. And then they both went to the stone, and sat them down upon it and took off their helms and each kissed the oth­er a hun­dred times. And then anon they rode to­ward Cam­e­lot, and on the way they met with Sir Ga­wain and Sir Gaheris, that had made prom­ise to Ar­thur nev­er to come again to the court till they had brought Sir Tris­tram with them."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"\"Re­turn again,\" said Sir Laun­ce­lot, \"for your quest is done; for I have met with Sir Tris­tram. Lo, here he is in his own per­son.\" Then was Sir Ga­wain glad, and said to Sir Tris­tram, \"Ye are wel­come.\" With this came King Ar­thur, and when he wist there was Sir Tris­tram, he ran unto him, and took him by the hand, and said, \"Sir Tris­tram, ye are as wel­come as any knight that ever came to this court.\" Then Sir Tris­tram told the king how he came thith­er for to have had to do with Sir Palamedes, and how he had res­cued him from Sir Breuse sans Pitie and the nine knights. Then King Ar­thur took Sir Tris­tram by the hand, and went to the Ta­ble Round, and Queen Guenever came, and many la­dies with her, and all the la­dies said with one voice, \"Wel­come, Sir Tris­tram.\" \"Wel­come,\" said the knights. \"Wel­come,\" said Ar­thur, \"for one of the best of knights, and the gentlest of the world, and the man of most wor­ship; for of all man­ner of hunt­ing thou bearest the prize, and of all meas­ures of blow­ing thou art the be­gin­ning, and of all the terms of hunt­ing and hawk­ing ye are the in­ven­tor, and of all in­stru­ments of mu­sic ye are the best skilled; there­fore, gen­tle knight,\" said Ar­thur, \"ye are wel­come to this court.\" And then King Ar­thur made Sir Tris­tram knight of the Ta­ble Round with great nobley and feast­ing as can be thought."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"SIR TRIS­TRAM AS A SPORTS­MAN"},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"Tris­tram is of­ten al­lud­ed to by the Ro­manc­ers as the great au­thor­i­ty and mod­el in all mat­ters re­lat­ing to the chase. In the \"Fa­e­ry Queene,\" Tris­tram, in an­swer to the in­quir­ies of Sir Calidore, in­forms him of his name and par­ent­age, and con­cludes:"},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"\"All which my days I have not lewd­ly spent, Nor spilt the blos­som of my ten­der years In idlesse; but, as was con­ven­i­ent, Have trained been with many no­ble feres In gen­tle thewes, and such like seem­ly leers; 'Mongst which my most de­light hath al­ways been To hunt the sal­vage chace, amongst my peers, Of all that rangeth in the for­est green, Of which none is to me un­known that yet was seen."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"\"Ne is there hawk which mantleth on her perch, Wheth­er high tow­er­ing or ac­cost­ing low, But I the meas­ure of her flight do search, And all her prey, and all her diet know. Such be our joys, which in these for­ests grow.\""},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"[Foot­note: Feres, com­pan­ions; thewes, la­bors; leers, learn­ing.]"},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":" "},{"B":"#text","C":"/4/25","J":"\n"}]}],"script":[]}}