{"E":{"v":"0","b":"CHAPTER XVI","T":"028","K":".html","X":"q28","O":"Ops/028.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a68\"></a><b><i>CHAP­TER</i></b><i> XVI</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"SIR PALAMEDES"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"While Sir Tris­tram and the fair Isoude abode yet at La Joyeuse Garde, Sir Tris­tram rode forth one day, with­out ar­mor, hav­ing no weap­on but his spear and his sword. And as he rode he came to a place where he saw two knights in bat­tle, and one of them had got­ten the bet­ter and the oth­er lay overthrown. The knight who had the bet­ter was Sir Palamedes. When Sir Palamedes knew Sir Tris­tram, he cried out, \"Sir Tris­tram, now we be met, and ere we de­part we will re­dress our old wrongs.\" \"As for that,\" said Sir Tris­tram, \"there nev­er yet was Chris­tian man that might make his boast that I ever fled from him, and thou that art a Sar­a­cen shalt nev­er say that of me.\" And there­with Sir Tris­tram made his horse to run, and with all his might came straight upon Sir Palamedes, and broke his spear upon him. Then he drew his sword and struck at Sir Palamedes six great strokes, upon his helm. Sir Palamedes saw that Sir Tris­tram had not his ar­mor on, and he mar­velled at his rashness and his great fol­ly; and said to him­self, \"If I meet and slay him, I am shamed where­so­ev­er I go.\" Then Sir Tris­tram cried out and said, \"Thou cow­ard knight, why wilt thou not do bat­tle with me? for have thou no doubt I shall en­dure all thy mal­ice.\" \"Ah, Sir Tris­tram!\" said Sir Palamedes, \"thou knowest I may not fight with thee for shame; for thou art here na­ked, and I am armed; now I re­quire that thou an­swer me a ques­tion that I shall ask you.\" \"Tell me what it is,\" said Sir Tris­tram. \"I put the case,\" said Palamedes, \"that you were well armed, and I na­ked as ye be; what would you do to me now, by your true knight­hood?\" \"Ah!\" said Sir Tris­tram, \"now I un­der­stand thee well, Sir Palamedes; and, as God bless me, what I shall say shall not be said for fear that I have of thee. But if it were so, thou should­est de­part from me, for I would not have to do with thee.\" \"No more will I with thee,\" said Sir Palamedes, \"and there­fore ride forth on thy way.\" \"As for that, I may choose,\" said Sir Tris­tram, \"ei­ther to ride or to abide. But, Sir Palamedes, I mar­vel at one thing,--that thou art so good a knight, yet that thou wilt not be chris­tened.\" \"As for that,\" said Sir Palamedes, \"I may not yet be chris­tened, for a vow which I made many years ago; yet in my heart I be­lieve in our Sav­iour and his mild moth­er, Mary; but I have yet one bat­tle to do, and when that is done I will be chris­tened, with a good will.\" \"By my head,\" said Sir Tris­tram, \"as for that one bat­tle, thou shalt seek it no long­er; for yon­der is a knight, whom you have smit­ten down. Now help me to be clothed in his ar­mor, and I will soon ful­fil thy vow.\" \"As ye will,\" said Sir Palamedes, \"so shall it be.\" So they rode both unto that knight that sat on a bank; and Sir Tris­tram sa­lut­ed him, and he full wea­ry sa­lut­ed him again. \"Sir,\" said Sir Tris­tram, \"I pray you to lend me your whole ar­mor; for I am un­armed, and I must do bat­tle with this knight.\" \"Sir,\" said the hurt knight, \"you shall have it, with a right good will,\" Then Sir Tris­tram un­armed Sir Galleron, for that was the name of the hurt knight, and he as well as he could helped to arm Sir Tris­tram. Then Sir Tris­tram mount­ed upon his own horse, and in his hand he took Sir Galleron's spear. There­up­on Sir Palamedes was ready, and so they came hurl­ing to­geth­er, and each smote the oth­er in the midst of their shields. Sir Palamedes' spear broke, and Sir Tris­tram smote down the horse. Then Sir Palamedes leapt from his horse, and drew out his sword. That saw Sir Tris­tram, and there­with he alight­ed and tied his horse to a tree. Then they came to­geth­er as two wild beasts, lash­ing the one on the oth­er, and so fought more than two hours; and of­ten Sir Tris­tram smote such strokes at Sir Palamedes that he made him to kneel, and Sir Palamedes broke away Sir Tris­tram's shield, and wound­ed him. Then Sir Tris­tram was wroth out of meas­ure, and he rushed to Sir Palamedes and wound­ed him pass­ing sore through the shoul­der, and by for­tune smote Sir Palamedes' sword out of his hand And if Sir Palamedes had stooped for his sword Sir Tris­tram had slain him. Then Sir Palamedes stood and be­held his sword with a full sorrowful heart. \"Now,\" said Sir Tris­tram, \"I have thee at a van­tage, as thou hadst me to-day; but it shall nev­er be said, in court, or among good knights, that Sir Tris­tram did slay any knight that was weap­on­less; there­fore take thou thy sword, and let us fight this bat­tle to the end.\" Then spoke Sir Palamedes to Sir Tris­tram: \"I have no wish to fight this bat­tle any more. The of­fence that I have done unto you is not so great but that, if it please you, we may be friends. All that I have of­fended is for the love of the queen, La Belle Isoude, and I dare main­tain that she is peer­less among la­dies; and for that of­fence ye have giv­en me many griev­ous and sad strokes, and some I have giv­en you again. Where­fore I re­quire you, my lord Sir Tris­tram, for­give me all that I have of­fended you, and this day have me unto the next church; and first I will be clean con­fessed, and af­ter that see you that I be tru­ly bap­tized, and then we will ride to­geth­er unto the court of my lord, King Ar­thur, so that we may be there at the feast of Pen­te­cost.\" \"Now take your horse,\" said Sir Tris­tram, \"and as you have said, so shall it be done.\" So they took their hors­es, and Sir Galleron rode with them. When they came to the church of Car­lisle, the bish­op com­manded to fill a great ves­sel with wa­ter; and when he had hal­lowed it, he then con­fessed Sir Palamedes clean, and chris­tened him, and Sir Tris­tram and Sir Galleron were his god­fa­thers. Then soon af­ter they de­part­ed, and rode to­wards Cam­e­lot, where the no­ble King Ar­thur and Queen Guenever were keep­ing a court roy­al. And the king and all the court were glad that Sir Palamedes was chris­tened. Then Sir Tris­tram re­turned again to La Joyeuse Garde, and Sir Palamedes went his way."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"Not long af­ter these events Sir Ga­wain re­turned from Brit­ta­ny, and re­lat­ed to King Ar­thur the ad­ven­ture which be­fell him in the for­est of Breciliande, how Mer­lin had there spo­ken to him, and en­joined him to charge the king to go with­out de­lay upon the quest of the Holy Greal. While King Ar­thur de­lib­er­at­ed Tris­tram de­ter­mined to en­ter upon the quest, and the more read­i­ly, as it was well known to him that this holy ad­ven­ture would, if achieved, pro­cure him the par­don of all his sins. He im­me­di­ate­ly de­part­ed for the king­dom of Brit­ta­ny, hop­ing there to ob­tain from Mer­lin coun­sel as to the prop­er course to pur­sue to in­sure suc­cess."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":" "},{"B":"#text","C":"/4/11","J":"\n"}]}],"script":[]}}