{"E":{"v":"0","b":"CHAPTER XVIII","T":"030","K":".html","X":"q30","O":"Ops/030.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a70\"></a><b><i>CHAP­TER</i></b><i> XVIII</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"PER­CE­VAL"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"The fa­ther and two el­der broth­ers of Per­ce­val had fall­en in bat­tle or tour­na­ments, and hence, as the last hope of his fam­i­ly, his moth­er re­tired with him into a sol­i­tary re­gion, where he was brought up in to­tal ig­no­rance of arms and chiv­al­ry. He was al­lowed no weap­on but \"a lyttel Scots spere,\" which was the only thing of all \"her lordes faire gere\" that his moth­er car­ried to the wood with her. In the use of this he be­came so skil­ful, that he could kill with it not only the an­i­mals of the chase for the ta­ble, but even birds on the wing. At length, how­ev­er, Per­ce­val was roused to a de­sire of mil­i­tary re­nown by see­ing in the for­est five knights who were in com­plete ar­mor. He said to his moth­er, \"Moth­er, what are those yon­der?\" \"They are an­gels, my son,\" said she. \"By my faith, I will go and be­come an an­gel with them.\" And Per­ce­val went to the road and met them. \"Tell me, good lad,\" said one of them, \"sawest thou a knight pass this way ei­ther to­day or yes­ter­day?\" \"I know not,\" said he, \"what a knight is.\" \"Such an one as I am,\" said the knight. \"If thou wilt tell me what I ask thee, I will tell thee what thou askest me.\" \"Glad­ly will I do so,\" said Sir Owain, for that was the knight's name. \"What is this?\" de­manded Per­ce­val, touch­ing the sad­dle. \"It is a sad­dle,\" said Owain. Then he asked about all the ac­cou­tre­ments which he saw upon the men and the hors­es, and about the arms, and what they were for, and how they were used. And Sir Owain showed him all those things ful­ly. And Per­ce­val in re­turn gave him such in­for­ma­tion as he had"},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"Then Per­ce­val re­turned to his moth­er, and said to her, \"Moth­er, those were not an­gels, but hon­or­a­ble knights.\" Then his moth­er swooned away. And Per­ce­val went to the place where they kept the hors­es that car­ried fire­wood and pro­vi­sions for the cas­tle, and he took a bony, pie­bald horse, which seemed to him the strongest of them. And he pressed a pack into the form of a sad­dle, and with twisted twigs he im­i­tat­ed the trap­pings which he had seen upon the hors­es. When he came again to his moth­er, the coun­tess had re­cov­ered from her swoon. \"My son,\" said she, \"desirest thou to ride forth?\" \"Yes, with thy leave,\" said he. \"Go for­ward, then,\" she said, \"to the court of Ar­thur, where there are the best and the noblest and the most boun­ti­ful of men, and tell him thou art Per­ce­val, the son of Pelenore, and ask of him to be­stow knight­hood on thee. And when­ev­er thou seest a church, re­peat there thy pa­ter- noster; and if thou see meat and drink, and hast need of them, thou may­est take them. If thou hear an out­cry of one in dis­tress, pro­ceed to­ward it, es­pe­cial­ly if it be the cry of a wom­an, and ren­der her what ser­vice thou canst. If thou see a fair jew­el, win it, for thus shalt thou ac­quire fame; yet free­ly give it to an­oth­er, for thus thou shalt ob­tain praise. If thou see a fair wom­an, pay court to her, for thus thou wilt ob­tain love.\""},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"Af­ter this dis­course Per­ce­val mount­ed the horse and tak­ing a num­ber of sharp-point­ed sticks in his hand he rode forth. And he rode far in the woody wil­der­ness with­out food or drink. At last he came to an open­ing in the wood where he saw a tent, and as he thought it might be a church he said his pa­ter-noster to it. And he went to­wards it; and the door of the tent was open. And Per­ce­val dis­mounted and en­tered the tent. In the tent he found a maid­en sit­ting, with a gold­en front­let on her fore­head and a gold ring on her hand. And Per­ce­val said, \"Maid­en, I sa­lu­te you, for my moth­er told me when­ev­er I met a lady I must re­spect­ful­ly sa­lu­te her.\" Perceiving in one cor­ner of the tent some food, two flasks full of wine, and some boar's flesh roasted, he said, \"My moth­er told me, when­ev­er I saw meat and drink to take it.\" And he ate greed­i­ly, for he was very hun­gry. The maid­en said, \"Sir, thou hadst best go quick­ly from here, for fear that my friends should come, and evil should be­fall you.\" But Per­ce­val said, \"My moth­er told me where­so­ev­er I saw a fair jew­el to take it,\" and he took the gold ring from her fin­ger, and put it on his own; and he gave the maid­en his own ring in ex­change for hers; then he mount­ed his horse and rode away."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"Per­ce­val jour­neyed on till he ar­rived at Ar­thur's court. And it so hap­pened that just at that time an uncourteous knight had of­fered Queen Guenever a gross in­sult. For when her page was serv­ing the queen with a gold­en gob­let, this knight struck the arm of the page and dashed the wine in the queen's face and over her stom­ach­er. Then he said, \"If any have bold­ness to avenge this in­sult to Guenever, let him fol­low me to the mead­ow.\" So the knight took his horse and rode to the mead­ow, car­ry­ing away the gold­en gob­let. And all the house­hold hung down their heads and no one of­fered to fol­low the knight to take venge­ance upon him. For it seemed to them that no one would have ven­tured on so dar­ing an out­rage un­less he pos­sessed such pow­ers, through mag­ic or charms, that none could be able to pun­ish him. Just then, be­hold, Per­ce­val en­tered the hall upon the bony, pie­bald horse, with his un­couth trap­pings. In the cen­tre of the hall stood Kay the Sen­e­schal. \"Tell me, tall man,\" said Per­ce­val, \"is that Ar­thur yon­der?\" \"What wouldst thou with Ar­thur?\" asked Kay. \"My moth­er told me to go to Ar­thur and re­ceive knight­hood from him.\" \"By my faith,\" said he, \"thou art all too mean­ly equipped with horse and with arms.\" Then all the house­hold be­gan to jeer and laugh at him. But there was a cer­tain dam­sel who had been a whole year at Ar­thur's court, and had nev­er been known to smile. And the king's fool [Foot­note: A fool was a com­mon ap­pend­age of the courts of those days when this ro­mance was writ­ten. A fool was the or­na­ment held in next es­ti­ma­tion to a dwarf. He wore a white dress with a yel­low bon­net, and car­ried a bell or bawble in his hand. Though called a fool, his words were of­ten weighed and re­mem­bered as if there were a sort of orac­u­lar mean­ing in them.] had said that this dam­sel would not smile till she had seen him who would be the flow­er of chiv­al­ry. Now this dam­sel came up to Per­ce­val and told him, smil­ing, that if he lived he would be one of the brav­est and best of knights. \"Tru­ly,\" said Kay, \"thou art ill taught to re­main a year at Ar­thur's court, with choice of so­ci­e­ty, and smile on no one, and now be­fore the face of Ar­thur and all his knights to call such a man as this the flow­er of knight­hood;\" and he gave her a box on the ear, that she fell sense­less to the ground. Then said Kay to Per­ce­val, \"Go af­ter the knight who went hence to the mead­ow, over­throw him and re­cov­er the gold­en gob­let, and pos­sess thy­self of his horse and arms, and thou shalt have knight­hood.\" \"I will do so, tall man,\" said Per­ce­val. So he turned his horse's head to­ward the mead­ow. And when he came there, the knight was rid­ing up and down, proud of his strength and val­or and no­ble mien. \"Tell me,\" said the knight, \"didst thou see any one com­ing af­ter me from the court?\" \"The tall man that was there,\" said Per­ce­val, \"told me to come and over­throw thee, and to take from thee the gob­let and thy horse and ar­mor for my­self.\" \"Si­lence!\" said the knight; \"go back to the court, and tell Ar­thur ei­ther to come him­self, or to send some oth­er to fight with me; and un­less he do so quick­ly, I will not wait for him.\" \"By my faith,\" said Per­ce­val, \"choose thou wheth­er it shall be will­ing­ly or un­will­ing­ly, for I will have the horse and the arms and the gob­let.\" Upon this the knight ran at him fu­ri­ous­ly, and struck him a vi­o­lent blow with the shaft of his spear, be­tween the neck and the shoul­der. \"Ha, ha, lad!\" said Per­ce­val, \"my moth­er's serv­ants were not used to play with me in this wise; so thus will I play with thee.\" And he threw at him one of his sharp-point­ed sticks, and it struck him in the eye, and came out at the back of his head, so that he fell down life­less."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"\"Ver­i­ly,\" said Sir Owain, the son of Urien, to Kay the Sen­e­schal, \"thou wast ill-ad­vised to send that mad­man af­ter the knight, for he must ei­ther be overthrown or flee, and ei­ther way it will be a dis­grace to Ar­thur and his war­ri­ors; there­fore will I go to see what has be­fall­en him.\" So Sir Owain went to the mead­ow, and he found Per­ce­val try­ing in vain to get the dead knight's ar­mor off, in or­der to clothe him­self with it. Sir Owain un­fas­tened the ar­mor, and helped Per­ce­val to put it on, and taught him how to put his foot in the stir­rup, and use the spur; for Per­ce­val had nev­er used stir­rup nor spur, but rode with­out sad­dle, and urged on his horse with a stick. Then Owain would have had him re­turn to the court to re­ceive the praise that was his due; but Per­ce­val said, \"I will not come to the court till I have en­coun­tered the tall man that is there, to re­venge the in­ju­ry he did to the maid­en. But take thou the gob­let to Queen Guenever, and tell King Ar­thur that, wher­ev­er I am, I will be his vas­sal, and will do him what prof­it and ser­vice I can.\" And Sir Owain went back to the court, and re­lat­ed all these things to Ar­thur and Guenever, and to all the house­hold."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"And Per­ce­val rode for­ward. And he came to a lake on the side of which was a fair cas­tle, and on the bor­der of the lake he saw a hoary-head­ed man sit­ting upon a vel­vet cush­ion, and his at­tend­ants were fish­ing in the lake. When the hoary-head­ed man be­held Per­ce­val ap­proach­ing, he arose and went into the cas­tle. Per­ce­val rode to the cas­tle, and the door was open, and he en­tered the hall. And the hoary-head­ed man re­ceived Per­ce­val cour­te­ous­ly, and asked him to sit by him on the cush­ion. When it was time the ta­bles were set, and they went to meat. And when they had fin­ished their meat the hoary-head­ed man asked Per­ce­val if he knew how to fight with the sword \"I know not,\" said Per­ce­val, \"but were I to be taught, doubt­less I should.\" And the hoary-head­ed man said to him, \"I am thy un­cle, thy moth­er's broth­er; I am called King Pecheur.[Foot­note: The word means both FISH­ER and SIN­NER.] Thou shalt re­main with me a space, in or­der to learn the man­ners and cus­toms of dif­fer­ent countries, and cour­te­sy and no­ble bear­ing. And this do thou re­mem­ber, if thou seest aught to cause thy won­der, ask not the mean­ing of it; if no one has the cour­te­sy to in­form thee, the re­proach will not fall upon thee, but upon me that am thy teach­er.\" While Per­ce­val and his un­cle dis­coursed to­geth­er, Per­ce­val be­held two youths en­ter the hall bear­ing a gold­en cup and a spear of mighty size, with blood drop­ping from its point to the ground. And when all the com­pa­ny saw this they be­gan to weep and la­ment. But for all that, the man did not break off his dis­course with Per­ce­val. And as he did not tell him the mean­ing of what he saw, he forebore to ask him con­cern­ing it. Now the cup that Per­ce­val saw was the San­gre­al, and the spear the sa­cred spear; and af­ter­wards King Pecheur re­moved with those sa­cred rel­ics into a far coun­try."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"One eve­ning Per­ce­val en­tered a val­ley, and came to a her­mit's cell; and the her­mit welcomed him glad­ly, and there he spent the night. And in the morn­ing he arose, and when he went forth, be­hold! a show­er of snow had fall­en in the night, and a hawk had killed a wild-fowl in front of the cell. And the noise of the horse had scared the hawk away, and a ra­ven alight­ed on the bird. And Per­ce­val stood and com­pared the black­ness of the ra­ven and the white­ness of the snow and the red­ness of the blood to the hair of the lady that best he loved, which was blacker than jet, and to her skin, which was whiter than the snow, and to the two red spots upon her cheeks, which were red­der than the blood upon the snow."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"Now Ar­thur and his house­hold were in search of Per­ce­val, and by chance they came that way. \"Know ye,\" said Ar­thur, \"who is the knight with the long spear that stands by the brook up yon­der?\" \"Lord,\" said one of them, \"I will go and learn who he is.\" So the youth came to the place where Per­ce­val was, and asked him what he did thus, and who he was. But Per­ce­val was so in­tent upon his thought that he gave him no an­swer. Then the youth thrust at Per­ce­val with his lance; and Per­ce­val turned upon him, and struck him to the ground. And when the youth re­turned to the king, and told how rude­ly he had been treated, Sir Kay said, \"I will go my­self.\" And when he greeted Per­ce­val, and got no an­swer, he spoke to him rude­ly and an­gri­ly. And Per­ce­val thrust at him with his lance, and cast him down so that he broke his arm and his shoul­der-blade. And while he lay thus stunned his horse re­turned back at a wild and pranc­ing pace."},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"Then said Sir Ga­wain, surnamed the Gold­en-Tongued, be­cause he was the most cour­te­ous knight in Ar­thur's court: \"It is not fit­ting that any should dis­turb an hon­or­a­ble knight from his thought un­ad­vis­ed­ly; for ei­ther he is pon­der­ing some dam­age that he has sus­tained, or he is think­ing of the lady whom best he loves. If it seem well to thee, lord, I will go and see if this knight has changed from his thought, and if he has, I will ask him cour­te­ous­ly to come and vis­it thee.\""},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"And Per­ce­val was re­sting on the shaft of his spear, pon­der­ing the same thought, and Sir Ga­wain came to him, and said: \"If I thought it would be as agree­a­ble to thee as it would be to me, I would con­verse with thee. I have also a mes­sage from Ar­thur unto thee, to pray thee to come and vis­it him. And two men have been be­fore on this er­rand.\" \"That is true,\" said Per­ce­val; \"and un­cour­te­ous­ly they came. They at­tacked me, and I was an­noyed there­at\" Then he told him the thought that occupied his mind, and Ga­wain said, \"This was not an un­gen­tle thought, and I should mar­vel if it were pleas­ant for thee to be drawn from it.\" Then said Per­ce­val, \"Tell me, is Sir Kay in Ar­thur's court?\" \"He is,\" said Ga­wain; \"and tru­ly he is the knight who fought with thee last.\" \"Ver­i­ly,\" said Per­ce­val, \"I am not sor­ry to have thus avenged the in­sult to the smil­ing maid­en. \"Then Per­ce­val told him his name, and said, \"Who art thou?\" And he replied, \"I am Ga­wain.\" \"I am right glad to meet thee,\" said Per­ce­val, \"for I have eve­ry­where heard of thy prow­ess and uprightness; and I so­lic­it thy fel­low­ship.\" \"Thou shalt have it, by my faith; and grant me thine,\" said he. \"Glad­ly will I do so,\" an­swered Per­ce­val."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"So they went to­geth­er to Ar­thur, and sa­lut­ed him."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"\"Be­hold, lord,\" said Ga­wain, \"him whom thou hast sought so long.\" \"Wel­come unto thee, chief­tain,\" said Ar­thur. And here­up­on there came the queen and her hand­maid­ens, and Per­ce­val sa­lut­ed them. And they were re­joiced to see him, and bade him wel­come. And Ar­thur did him great hon­or and re­spect and they re­turned to­wards Caer­le­on."},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":" "},{"B":"#text","C":"/4/31","J":"\n"}]}],"script":[]}}