{"E":{"v":"0","b":"CHAPTER XX","T":"032","K":".html","X":"q32","O":"Ops/032.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a72\"></a><b><i>CHAP­TER</i></b><i> XX</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"THE SAN­GRE­AL (Con­tin­ued)"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"SIR LAUN­CE­LOT"},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"Sir Laun­ce­lot rode overthwart and end­long in a wide for­est, and held no path but as wild ad­ven­ture lee him."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"\"My gold­en spurs now bring to me, And bring to me my richest mail, For to-mor­row I go over land and sea In search of the Holy, Holy Grail"},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"Shall nev­er a bed for me be spread, Nor shall a pil­low be un­der my head, Till I be­gin my vow to keep. Here on the rushes will I sleep, And per­chance there may come a vi­sion true Ere day cre­ate the world anew\""},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"--Low­ell's Holy Grail."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"And at last he came to a stone cross. Then Sir Laun­ce­lot looked round him, and saw an old chap­el. So he tied his horse to a tree, and put off his shield, and hung it upon a tree; and then he went into the chap­el, and looked through a place where the wall was bro­ken. And with­in he saw a fair al­tar, full rich­ly ar­rayed with cloth of silk; and there stood a fair can­dle­stick, which bare six great can­dles, and the can­dle­stick was of sil­ver. When Sir Laun­ce­lot saw this sight, he had a great wish to en­ter the chap­el, but he could find no place where he might en­ter. Then was he pass­ing heavy and dis­mayed. And he re­turned and came again to his horse, and took off his sad­dle and his bri­dle, and let him pas­ture; and unlaced his helm, and un­gird­ed his sword, and laid him down to sleep upon his shield be­fore the cross."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"And as he lay, half wak­ing and half sleep­ing, he saw come by him two pal­freys, both fair and white, which bare a lit­ter, on which lay a sick knight. And when he was nigh the cross, he there abode still. And Sir Laun­ce­lot heard him say, \"O sweet Lord, when shall this sor­row leave me, and when shall the holy ves­sel come by me where­by I shall be healed?\" And thus a great while com­plained the knight, and Sir Laun­ce­lot heard it. Then Sir Laun­ce­lot saw the can­dle­stick, with the light­ed ta­pers, come be­fore the cross, but he could see no­body that brought it. Also there came a sal­ver of sil­ver and the holy ves­sel of the San­gre­al; and there­with­al the sick knight sat him up­right, and held up both his hands, and said, \"Fair, sweet Lord, which is here with­in the holy ves­sel, take heed to me, that I may be whole of this great mal­a­dy.\" And there­with, upon his hands and upon his knees, he went so nigh that he touched the holy ves­sel and kissed it. And anon he was whole. Then the holy ves­sel went into the chap­el again, with the can­dle­stick and the light, so that Sir Laun­ce­lot wist not what be­came of it."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"Then the sick knight rose up and kissed the cross; and anon his squire brought him his arms and asked his lord how he did. \"I thank God right heart­i­ly,\" said he, \"for, through the holy ves­sel, I am healed. But I have great mar­vel of this sleep­ing knight, who hath had nei­ther grace nor pow­er to awake dur­ing the time that the holy ves­sel hath been here pre­sent.\" \"I dare it right well say,\" said the squire, \"that this same knight is stained with some man­ner of dead­ly sin, where­of he was nev­er con­fessed.\" So they de­part­ed."},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"Then anon Sir Laun­ce­lot waked, and set him­self up­right, and be­thought him of what he had seen and wheth­er it were dreams or not. And he was pass­ing heavy, and wist not what to do. And he said: \"My sin and my wretch­ed­ness hath brought me into great dis­hon­or. For when I sought world­ly ad­ven­tures and world­ly de­sires, I ever achieved them, and had the bet­ter in eve­ry place, and nev­er was I dis­com­fited in any quar­rel, were it right or wrong. And now I take upon me the ad­ven­ture of holy things, I see and un­der­stand that mine old sin hindereth me, so that I had no pow­er to stir nor to speak when the holy blood ap­peared be­fore me.\" So thus he sor­rowed till it was day, and heard the fowls of the air sing. Then was he some­what com­forted."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"Then he de­part­ed from the cross into the for­est. And there he found a her­mit­age, and a her­mit there­in, who was go­ing to mass. So when mass was done Sir Laun­ce­lot called the her­mit to him, and prayed him for char­i­ty to hear his con­fes­sion. \"With a good will,\" said the good man. And then he told that good man all his life, and how he had loved a queen un­meas­ur­a­bly many years. \"And all my great deeds of arms that I have done I did the most part for the queen's sake, and for her sake would I do bat­tle, were it right or wrong, and nev­er did I bat­tle all only for God's sake, but for to win wor­ship, and to cause me to be bet­ter be­lov­ed; and lit­tle or naught I thanked God for it. I pray you coun­sel me.\""},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"\"I will coun­sel you,\" said the her­mit, \"if ye will in­sure me that ye will nev­er come in that queen's fel­low­ship as much as ye may for­bear.\" And then Sir Laun­ce­lot prom­ised the her­mit, by his faith, that he would no more come in her com­pa­ny. \"Look that your heart and your mouth ac­cord,\" said the good man, \"and I shall in­sure you that ye shall have more wor­ship than ever ye had.\""},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"Then the good man en­joined Sir Laun­ce­lot such pen­ance as he might do, and he as­sailed Sir Laun­ce­lot and made him abide with him all that day. And Sir Laun­ce­lot re­pented him great­ly."},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"SIR PER­CE­VAL"},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"Sir Per­ce­val de­part­ed and rode till the hour of noon; and he met in a val­ley about twen­ty men of arms. And when they saw Sir Per­ce­val, they asked him whence he was; and he an­swered: \"Of the court of King Ar­thur.\" Then they cried all at once, \"Slay him.\" But Sir Per­ce­val smote the first to the earth, and his horse upon him. Then sev­en of the knights smote upon his shield all at once, and the rem­nant slew his horse, so that he fell to the earth. So had they slain him or tak­en him, had not the good knight Sir Gal­a­had, with the red cross, come there by ad­ven­ture. And when he saw all the knights upon one, he cried out, \"Save me that knight's life.\" Then he rode to­ward the twen­ty men of arms as fast as his horse might drive, with his spear in the rest, and smote the fore­most horse and man to the earth. And when his spear was bro­ken, he set his hand to his sword, and smote on the right hand and on the left, that it was mar­vel to see; and at eve­ry stroke he smote down one, or put him to re­buke, so that they would fight no more, but fled to a thick for­est, and Sir Gal­a­had fol­lowed them. And when Sir Per­ce­val saw him chase them so, he made great sor­row that his horse was slain. And he wist well it was Sir Gal­a­had. Then he cried aloud, \"Ah, fair knight, abide, and suf­fer me to do thanks unto thee; for right well have ye done for me.\" But Sir Gal­a­had rode so fast that at last he passed out of his sight. When Sir Per­ce­val saw that he would not turn, he said, \"Now am I a very wretch, and most un­hap­py above all oth­er knights.\" So in his sor­row he abode all that day till it was night; and then he was faint, and laid him down and slept till mid­night; and then he awaked and saw be­fore him a wom­an, who said unto him, \"Sir Per­ce­val, what dost thou here?\" He an­swered, \"I do nei­ther good, nor great ill.\" \"If thou wilt prom­ise me,\" said she, \"that thou wilt ful­fil my will when I sum­mon thee, I will lend thee my own horse, which shall bear thee whith­er thou wilt.\" Sir Per­ce­val was glad of her prof­fer, and in­sured her to ful­fil all her de­sire. \"Then abide me here, and I will go fetch you a horse.\" And so she soon came again, and brought a horse with her that was inky black. When Per­ce­val be­held that horse he mar­velled, it was so great and so well ap­par­elled. And he leapt upon him and took no heed of him­self. And he thrust him with his spurs, and with­in an hour and less he bare him four days' jour­ney thence, un­til he came to a rough wa­ter, which roared, and his horse would have borne him into it. And when Sir Per­ce­val came nigh the brim and saw the wa­ter so bois­ter­ous he doubted to over­pass it. And then he made the sign of the cross on his fore­head. When the fiend felt him so charged, he shook off Sir Per­ce­val, and went into the wa­ter cry­ing and roar­ing; and it seemed unto him that the wa­ter burned. Then Sir Per­ce­val perceived it was a fiend that would have brought him unto his per­di­tion. Then he com­mended him­self unto God, and prayed our Lord to keep him from all such temp­ta­tions; and so he prayed all that night till it was day. Then he saw that he was in a wild place, that was closed with the sea nigh all about. And Sir Per­ce­val looked forth over the sea, and saw a ship come sail­ing to­wards him; and it came and stood still un­der the rock. And when Sir Per­ce­val saw this, he hied him thith­er, and found the ship cov­ered with silk; and there­in was a lady of great beau­ty, and clothed so rich­ly that none might be bet­ter."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"And when she saw Sir Per­ce­val, she sa­lut­ed him, and Sir Per­ce­val re­turned her sal­u­ta­tion. Then he asked her of her coun­try and her lin­e­age. And she said, \"I am a gen­tle­wom­an that am dis­in­her­ited, and was once the richest wom­an of the world.\" \"Dam­sel,\" said Sir Per­ce­val, \"who hath dis­in­her­ited you? for I have great pity of you.\" \"Sir,\" said she, \"my en­e­my is a great and pow­er­ful lord, and afore­time he made much of me, so that of his fa­vor and of my beau­ty I had a lit­tle pride more than I ought to have had. Also I said a word that pleased him not. So he drove me from his com­pa­ny and from mine her­it­age. There­fore I know no good knight nor good man, but I get him on my side if I may. And for that I know that thou art a good knight, I be­seech thee to help me.\""},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"Then Sir Per­ce­val prom­ised her all the help that he might, and she thanked him."},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"And at that time the weath­er was hot, and she called to her a gen­tle­wom­an, and bade her bring forth a pa­vil­ion. And she did so, and pitched it upon the grav­el. \"Sir,\" said she, \"now may ye rest you in this heat of the day.\" Then he thanked her, and she put off his helm and his shield, and there he slept a great while. Then he awoke, and asked her if she had any meat, and she said yea, and so there was set upon the ta­ble all man­ner of meats that he could think on. Also he drank there the strongest wine that ever he drank, and there­with he was a lit­tle chafed more than he ought to be. With that he be­held the lady, and he thought she was the fairest crea­ture that ever he saw. And then Sir Per­ce­val prof­fered her love, and prayed her that she would be his. Then she re­fused him in a man­ner, for the cause he should be the more ar­dent on her, and ever he ceased not to pray her of love. And when she saw him well enchafed, then she said, \"Sir Per­ce­val, wit you well I shall not give ye my love, un­less you swear from hence­forth you will be my true serv­ant, and do no thing but that I shall com­mand you. Will you in­sure me this, as ye be a true knight?\" \"Yea,\" said he, \"fair lady, by the faith of my body.\" And as he said this, by ad­ven­ture and grace, he saw his sword lie on the ground na­ked, in whose pom­mel was a red cross, and the sign of the cru­ci­fix there­on. Then he made the sign of the cross on his fore­head, and there­with the pa­vil­ion shrivelled up, and changed into a smoke and a black cloud. And the dam­sel cried aloud, and hast­ed into the ship, and so she went with the wind roar­ing and yell­ing that it seemed all the wa­ter burned af­ter her. Then Sir Per­ce­val made great sor­row, and called him­self a wretch, say­ing, \"How nigh was I lost!\" Then he took his arms, and de­part­ed thence."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":" "},{"B":"#text","C":"/4/41","J":"\n"}]}],"script":[]}}