{"E":{"v":"0","b":"CHAPTER XXI","T":"033","K":".html","X":"q33","O":"Ops/033.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a73\"></a><b><i>CHAP­TER</i></b><i> XXI</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"THE SAN­GRE­AL (Con­tin­ued)"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"SIR BOHORT"},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"When Sir Boliort de­part­ed from Cam­e­lot he met with a re­li­gious man, rid­ing upon an ass; and Sir Bohort sa­lut­ed him. \"What are ye?\" said the good man. \"Sir,\" said Sir Bohort, \"I am a knight that fain would be coun­selled in the quest of the San­gre­al.\" So rode they both to­geth­er till they came to a her­mit­age; and there he prayed Sir Bohort to dwell that night with him. So he alight­ed, and put away his ar­mor, and prayed him that he might be con­fessed. And they went both into the chap­el, and there he was clean con­fessed. And they ate bread and drank wa­ter to­geth­er. \"Now,\" said the good man, \"I pray thee that thou eat none oth­er till thou sit at the ta­ble where the San­gre­al shall be.\" \"Sir,\" said Sir Bohort, \"but how know ye that I shall sit there?\" \"Yea,\" said the good man, \"that I know well; but there shall be few of your fel­lows with you.\" Then said Sir Bohort, \"I agree me there­to\" And the good man when he had heard his con­fes­sion found him in so pure a life and so sta­ble that he mar­velled there­of."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"On the mor­row, as soon as the day ap­peared, Sir Bohort de­part­ed thence, and rode into a for­est unto the hour of mid­day. And there be­fell him a mar­vel­lous ad­ven­ture. For he met, at the part­ing of two ways, two knights that led Sir Li­o­nel, his broth­er, all na­ked, bound upon a strong hack­ney, and his hands bound be­fore his breast; and each of them held in his hand thorns where­with they went beat­ing him, so that he was all bloody be­fore and be­hind; but he said nev­er a word, but, as he was great of heart, he suf­fered all that they did to him as though he had felt none an­guish. Sir Bohort pre­pared to res­cue his broth­er. But he looked on the oth­er side of him, and saw a knight drag­ging along a fair gen­tle­wom­an, who cried out, \"Saint Mary! suc­cor your maid!\" And when she saw Sir Bohort, she called to him, and said, \"By the faith that ye owe to knight­hood, help me!\" When Sir Bohort heard her say thus he had such sor­row that he wist not what to do. \"For if I let my broth­er be he must be slain, and that would I not for all the earth; and if I help not the maid I am shamed for ever.\" Then lift he up his eyes and said, weep­ing, \"Fair Lord, whose liege­man I am, keep Sir Li­o­nel, my broth­er, that none of these knights slay him, and for pity of you, and our La­dy's sake, I shall suc­cor this maid.\""},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"Then he cried out to the knight, \"Sir knight, lay your hand off that maid, or else ye be but dead.\" Then the knight set down the maid, and took his shield, and drew out his sword. And Sir Bohort smote him so hard that it went through his shield and hab­er­geon, on the left shoul­der, and he fell down to the earth. Then came Sir Bohort to the maid, \"Ye be de­liv­ered of this knight this time.\" \"Now,\" said she, \"I pray you lead me there where this knight took me.\" \"I shall glad­ly do it,\" said Sir Bohort. So he took the horse of the wound­ed knight, and set the gen­tle­wom­an upon it, and brought her there where she de­sired to be. And there he found twelve knights seek­ing af­ter her; and when she told them how Sir Bohort had de­liv­ered her, they made great joy, and be­sought him to come to her fa­ther, a great lord, and he should be right welcomed. \"Tru­ly,\" said Sir Bohort, \"that may not be; for I have a great ad­ven­ture to do.\" So he com­mended them to God and de­part­ed."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"Then Sir Bohort rode af­ter Sir Li­o­nel, his broth­er, by the trace of their hors­es. Thus he rode seek­ing, a great while. Then he over­took a man clothed in a re­li­gious cloth­ing, who said, \"Sir Knight, what seek ye?\" \"Sir,\" said Sir Bohort, \"I seek my broth­er, that I saw with­in a lit­tle space beat­en of two knights.\" \"Ah, Sir Bohort, tiouble not thy­self to seek for him, for tru­ly he is dead.\" Then he showed him a new-slain body, ly­ing in a thick bush; and it seemed him that it was the body of Sir Li­o­nel. And then he made such sor­row that he fell to the ground in a swoon, and lay there long. And when he came to him­self again, he said, \"Fair broth­er, since the fel­low­ship of you and me is sun­dered, shall I nev­er have joy again; and now He that I have tak­en for my Mas­ter, He be my help!\" And when he had said thus he took up the body in his arms, and put it upon the horse. And then he said to the man, \"Canst thou tell me the way to some chap­el, where I may bury this body?\" \"Come on,\" said the man, \"here is one fast by.\" And so they rode till they saw a fair tow­er, and be­side it a chap­el. Then they alight­ed both, and put the body into a tomb of mar­ble."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"Then Sir Bohort com­mended the good man unto God, and de­part­ed. And he rode all that day, and har­bored with an old lady. And on the mor­row he rode unto the cas­tle in a val­ley, and there he met with a yeo­man. \"Tell me,\" said Sir Bohort, \"knowest thou of any ad­ven­ture?\" \"Sir,\" said he, \"here shall be, un­der this cas­tle, a great and mar­vel­lous tour­na­ment.\" Then Sir Bohort thought to be there, if he might meet with any of the fel­low­ship that were in quest of the San­gre­al; so he turned to a her­mit­age that was on the bor­der of the for­est. And when he was come hith­er, he found there Sir Li­o­nel his broth­er, who sat all armed at the en­try of the chap­el door. And when Sir Bohort saw him, he had great joy, and he alight­ed off his horse, and said. \"Fair broth­er, when came ye hith­er?\" As soon as Sir Li­o­nel saw him he said, \"Ah, Sir Bohort, make ye no false show, for, as for you, I might have been slain, for ye left me in per­il of death to go suc­cor a gen­tle­wom­an; and for that mis­deed I now as­sure you but death, for ye have right well de­served it.\" When Sir Bohort perceived his broth­er's wrath he kneeled down to the earth and cried him mer­cy, hold­ing up both his hands, and prayed him to for­give him. \"Nay,\" said Sir Li­o­nel, \"thou shalt have but death for it, if I have the up­per hand; there­fore leap upon thy horse and keep thy­self, and if thou do not I will run upon thee there as thou standest on foot, and so the shame shall be mine, and the harm thine, but of that I reck not.\" When Sir Bohort saw that he must fight with his broth­er or else die, he wist not what to do. Then his heart coun­selled him not so to do, inasmuch as Sir Li­o­nel was his el­der broth­er, where­fore he ought to bear him rev­er­ence. Yet kneeled he down be­fore Sir Li­o­nel's horse's feet, and said, \"Fair broth­er, have mer­cy upon me and slay me not.\" But Sir Li­o­nel cared not, for the fiend had brought him in such a will that he should slay him. When he saw that Sir Bohort would not rise to give him bat­tle, he rushed over him, so that he smote him with his horse's feet to the earth, and hurt him sore, that he swooned of dis­tress. When Sir Li­o­nel saw this he alight­ed from his horse for to have smit­ten off his head; and so he took him by the helm, and would have rent it from his head. But it hap­pened that Sir Colgrevance, a knight of the Round Ta­ble, came at that time thith­er, as it was our Lord's will; and then he be­held how Sir Li­o­nel would have slain his broth­er, and he knew Sir Bohort, whom he loved right well."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"Then leapt he down from his horse and took Sir Li­o­nel by the shoul­ders, and drew him strongly back from Sir Bohort, and said, \"Sir Li­o­nel, will ye slay your broth­er?\" \"Why,\" said Sir Li­o­nel, \"will ye stay me? If ye in­ter­fere in this I will slay you, and him af­ter.\" Then he ran upon Sir Bohort, and would have smit­ten him; but Sir Colgrevance ran be­tween them, and said, \"If ye per­sist to do so any more, we two shall med­dle to­geth­er.\" Then Sir Li­o­nel defied him, and gave him a great stroke through the helm. Then he drew his sword, for he was a pass­ing good knight, and de­fended him­self right man­ful­ly. So long en­dured the bat­tle, that Sir Bohort rose up all anguishly, and be­held Sir Colgrevance, the good knight, fight with his broth­er for his quar­rel. Then was he full sor­ry and heavy, and thought that if Sir Colgrevance slew him that was his broth­er he should nev­er have joy, and if his broth­er slew Sir Colgrevance the shame should ever be his."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"Then would he have ris­en for to have part­ed them, but he had not so much strength to stand on his feet; so he staid so long that Sir Colgrevance had the worse; for Sir Li­o­nel was of great chiv­al­ry and right har­dy. Then cried Sir Colgrevance, \"Ah, Sir Bohort, why come ye not to bring me out of per­il of death, where­in I have put me to suc­cor you?\" With that, Sir Li­o­nel smote off his helm and bore him to the earth. And when he had slain Sir Colgrevance he ran upon his broth­er as a fiend­ly man, and gave him such a stroke that he made him stoop. And he that was full of hu­mil­i­ty prayed him, \"for God's sake leave this bat­tle, for if it be­fell, fair broth­er, that I slew you, or ye me, we should be dead of that sin.\" \"Pray ye not me for mer­cy,\" said Sir Li­o­nel. Then Sir Bohort, all weep­ing, drew his sword, and said, \"Now God have mer­cy upon me, though I de­fend my life against my broth­er.\" With that Sir Bohort lifted up his sword, and would have smit­ten his broth­er. Then he heard a voice that said, \"Flee, Sir Bohort, and tou­ch him not.\" Right so alight­ed a cloud be­tween them, in the like­ness of a fire and a mar­vel­lous flame, so that they both fell to the earth, and lay there a great while in a swoon. And when they came to them­selves, Sir Bohort saw that his broth­er had no harm; and he was right glad, for he dread sore that God had tak­en venge­ance upon him. Then Sir Li­o­nel said to his broth­er, \"Broth­er, for­give me, for God's sake, all that I have tres­passed against you.\" And Sir Bohort an­swered, \"God for­give it thee, and I do.\""},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"With that Sir Bohort heard a voice say, \"Sir Bohort, take thy way anon, right to the sea, for Sir Per­ce­val abideth thee there.\" So Sir Bohort de­part­ed, and rode the nearest way to the sea. And at last he came to an ab­bey that was nigh the sea. That night he rested him there, and in his sleep there came a voice unto him and bade him go to the sea-shore. He started up, and made a sign of the cross on his fore­head, and armed him­self, and made ready his horse and mount­ed him, and at a bro­ken wall he rode out, and came to the sea-shore. And there he found a ship, cov­ered all with white sam­ite. And he en­tered into the ship; but it was anon so dark that he might see no man, and he laid him down and slept till it was day. Then he awaked, and saw in the mid­dle of the ship a knight all armed, save his helm. And then he knew it was Sir Per­ce­val de Galis, and each made of oth­er right great joy. Then said Sir Per­ce­val, \"We lack noth­ing now but the good knight Sir Gal­a­had.\""},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"SIR LAUN­CE­LOT (Re­sumed)"},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"It be­fell upon a night Sir Laun­ce­lot ar­rived be­fore a cas­tle, which was rich and fair. And there was a pos­tern that was opened to­ward the sea, and was open with­out any keep­ing, save two li­ons kept the en­try; and the moon shined clear. Anon Sir Laun­ce­lot heard a voice that said, \"Laun­ce­lot, en­ter into the cas­tle, where thou shalt see a great part of thy de­sire.\" So he went unto the gate, and saw the two li­ons; then he set hands to his sword, and drew it. Then there came sud­den­ly as it were a stroke upon the arm, so sore that the sword fell out of his hand, and he heard a voice that said, \"O man of evil faith, where­fore believest thou more in thy ar­mor than in thy Mak­er?\" Then said Sir Laun­ce­lot, \"Fair Lord, I thank thee of thy great mer­cy, that thou reprovest me of my mis­deed; now see I well that thou holdest me for thy serv­ant.\" Then he made a cross on his fore­head, and came to the li­ons; and they made sem­blance to do him harm, but he passed them with­out hurt, and en­tered into the cas­tle, and he found no gate nor door but it was open. But at the last he found a cham­ber where­of the door was shut; and he set his hand there­to, to have opened it, but he might not. Then he lis­tened, and heard a voice which sung so sweet­ly that it seemed none earth­ly thing; and the voice said, \"Joy and hon­or be to the Fa­ther of heav­en.\" Then Sir Laun­ce­lot kneeled down be­fore the cham­ber, for well he wist that there was the San­gre­al in that cham­ber. Then said he, \"Fair, sweet Lord, if ever I did an­y­thing that pleased thee, for thy pity show me some­thing of that which I seek.\" And with that he saw the cham­ber door open, and there came out a great clear­ness, that the house was as bright as though all the torches of the world had been there. So he came to the cham­ber door, and would have en­tered; and anon a voice said unto him, \"Stay, Sir Laun­ce­lot, and en­ter not.\" And he with­drew him back, and was right heavy in his mind. Then looked he in the midst of the cham­ber, and saw a ta­ble of sil­ver, and the holy ves­sel, cov­ered with red sam­ite, and many an­gels about it; where­of one held a can­dle of wax burn­ing, and an­oth­er held a cross, and the or­na­ments of the al­tar."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"\"O, yet me­thought I saw the Holy Grail, All pall'd in crim­son sam­ite, and around Great an­gels, aw­ful shapes, and wings and eyes\""},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"--The Holy Grail."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"Then for very won­der and thank­ful­ness Sir Laun­ce­lot for­got him­self and he stepped for­ward and en­tered the cham­ber. And sud­den­ly a breath that seemed in­ter­mixed with fire smote him so sore in the vis­age that there­with he fell to the ground, and had no pow­er to rise. Then felt he many hands about him, which took him up and bare him out of the cham­ber, with­out any amend­ing of his swoon, and left him there, seem­ing dead to all the peo­ple. So on the mor­row, when it was fair day­light, and they with­in were aris­en, they found Sir Laun­ce­lot ly­ing be­fore the cham­ber door. And they looked upon him and felt his pulse, to know if there were any life in him. And they found life in him, but he might nei­ther stand nor stir any mem­ber that he had. So they took him and bare him into a cham­ber, and laid him upon a bed, far from all folk, and there he lay many days. Then the one said he was alive, and the oth­ers said nay. But said an old man, \"He is as full of life as the might­i­est of you all, and there­fore I coun­sel you that he be well kept till God bring him back again.\" And af­ter twen­ty-four days he opened his eyes; and when he saw folk he made great sor­row, and said, \"Why have ye wak­ened me? for I was bet­ter at ease than I am now.\" \"What have ye seen?\" said they about him. \"I have seen,\" said he, \"great mar­vels that no tongue can tell, and more than any heart can think.\" Then they said, \"Sir, the quest of the San­gre­al is achieved right now in you, and nev­er shall ye see more of it than ye have seen.\" \"I thank God,\" said Sir Laun­ce­lot, \"of his great mer­cy, for that I have seen, for it sufficeth me.\" Then he rose up and clothed him­self; and when he was so ar­rayed they mar­velled all, for they knew it was Sir Laun­ce­lot the good knight. And af­ter four days he took his leave of the lord of the cas­tle, and of all the fel­low­ship that were there, and thanked them for their great la­bor and care of him. Then he de­part­ed, and turned to Cam­e­lot, where he found King Ar­thur and Queen Guenever; but many of the knights of the Round Ta­ble were slain and de­stroyed, more than half. Then all the court was pass­ing glad of Sir Laun­ce­lot; and he told the king all his ad­ven­tures that had be­fall­en him since he de­part­ed."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"SIR GAL­A­HAD"},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"Now, when Sir Gal­a­had had res­cued Per­ce­val from the twen­ty knights, he rode into a vast for­est, where­in he abode many days. Then he took his way to the sea, and it be­fell him that he was be­night­ed in a her­mit­age. And the good man was glad when he saw he was a knight-er­rant. And when they were at rest, there came a gen­tle­wom­an knock­ing at the door; and the good man came to the door to wit what she would. Then she said, \"I would speak with the knight which is with you.\" Then Gal­a­had went to her, and asked her what she would. \"Sir Gal­a­had,\" said she, \"I will that ye arm you, and mount upon your horse, and fol­low me; for I will show you the highest ad­ven­ture that ever knight saw.\" Then Gal­a­had armed him­self and com­mended him­self to God, and bade the dam­sel go be­fore, and he would fol­low where she led."},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"So she rode as fast as her pal­frey might bear her, till she came to the sea; and there they found the ship where Sir Bohort and Sir Per­ce­val were, who cried from the ship, \"Sir Gal­a­had, you are wel­come; we have waited you long.\" And when he heard them, he asked the dam­sel who they were. \"Sir,\" said she, \"leave your horse here, and I shall leave mine, and we will join our­selves to their com­pa­ny.\" So they en­tered into the ship, and the two knights re­ceived them both with great joy. For they knew the dam­sel, that she was Sir Per­ce­val's sis­ter. Then the wind arose and drove them through the sea all that day and the next, till the ship ar­rived be­tween two rocks, pass­ing great and mar­vel­lous; but there they might not land, for there was a whirl­pool; but there was an­oth­er ship, and upon it they might go with­out dan­ger. \"Go we thith­er,\" said the gen­tle­wom­an, \"and there we shall see ad­ven­tures, for such is our Lord's will.\" Then Sir Gal­a­had bless­ed him, and en­tered there­in, and then next the gen­tle­wom­an, and then Sir Bohort and Sir Per­ce­val. And when they came on board they found there the ta­ble of sil­ver, and the San­gre­al, which was cov­ered with red sam­ite. And they made great rev­er­ence there­to, and Sir Gal­a­had prayed a long time to our Lord, that at what time he should ask to pass out of this world he should do so; and a voice said to him, \"Gal­a­had, thou shalt have thy re­quest; and when thou askest the death of thy body, thou shalt have it, and then shalt thou find the life of thy soul.\""},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"And anon the wind drove them across the sea, till they came to the city of Sarras. Then took they out of the ship the ta­ble of sil­ver, and Sir Per­ce­val and Sir Bohort took it be­fore, and Sir Gal­a­had came be­hind, and right so they went to the city. And at the gate of the city they saw an old man, a crip­ple."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"\"And Sir Launfal said, 'I be­hold in thee An im­age of Him who died on the tree Thou also hast had thy crown of thorns, Thou also hast had the world's buf­fets and scorns; And to thy life were not de­nied The wounds in thy hands and feet and side Mild Mar­y's son, ac­knowl­edge me; Be­hold, through Him I give to thee!'\""},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"--Low­ell's Holy Grail."},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"Then Gal­a­had called him, and bade him help to bear this heavy thing. \"Tru­ly,\" said the old man, \"it is ten years since I could not go but with crutches.\" \"Care thou not,\" said Sir Gal­a­had, \"but arise up, and show thy good will.\" Then the old man rose up, and as­sayed, and found him­self as whole as ever he was; and he ran to the ta­ble, and took one part with Sir Gal­a­had."},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":"When they came to the city it chanced that the king was just dead, and all the city was dis­mayed, and wist not who might be their king. Right so, as they were in coun­sel, there came a voice among them, and bade them choose the youngest knight of those three to be their king. So they made Sir Gal­a­had king, by all the as­sent of the city. And when he was made king, he com­manded to make a chest of gold and of pre­cious stones to hold the holy ves­sel. And eve­ry day the three com­pan­ions would come be­fore it and make their pray­ers."},{"B":"#text","C":"/4/49","J":"\n"},{"B":"p","C":"/4/50","J":"Now at the year's end, and the same day of the year that Sir Gal­a­had re­ceived the crown, he got up ear­ly, and, with his fel­lows, came to where the holy ves­sel was; and they saw one kneel­ing be­fore it that had about him a great fel­low­ship of an­gels; and he called Sir Gal­a­had, and said, \"Come, thou serv­ant of the Lord, and thou shalt see what thou hast much de­sired to see.\" And Sir Gal­a­had's mor­tal flesh trembled right hard when he be­gan to be­hold the spir­it­u­al things. Then said the good man, \"Now wottest thou who I am?\" \"Nay,\" said Sir Gal­a­had. \"I am Jo­seph of Ar­i­ma­thea, whom our Lord hath sent here to thee, to bear thee fel­low­ship.\" Then Sir Gal­a­had held up his hands to­ward heav­en, and said, \"Now, bless­ed Lord, would I not long­er live, if it might please thee.\" And when he had said these words, Sir Gal­a­had went to Sir Per­ce­val and to Sir Bohort and kissed them, and com­mended them to God. And then he kneeled down be­fore the ta­ble, and made his pray­ers, and sud­den­ly his soul de­part­ed, and a great mul­ti­tude of an­gels bare his soul up to heav­en, so as the two fel­lows could well be­hold it. Also they saw come from heav­en a hand, but they saw not the body; and the hand came right to the ves­sel and bare it up to heav­en. Since then was there nev­er one so har­dy as to say that he had seen the San­gre­al on earth any more."},{"B":"#text","C":"/4/51","J":"\n"},{"B":"p","C":"/4/52","J":" "},{"B":"#text","C":"/4/53","J":"\n"}]}],"script":[]}}