{"E":{"v":"0","b":"CHAPTER XXII","T":"034","K":".html","X":"q34","O":"Ops/034.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a74\"></a><b><i>CHAP­TER</i></b><i> XXII</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"SIR AGRIVAIN'S TREA­SON"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"When Sir Per­ce­val and Sir Bohort saw Sir Gal­a­had dead they made as much sor­row as ever did two men. And if they had not been good men they might have fall­en into de­spair. As soon as Sir Gal­a­had was bur­ied Sir Per­ce­val re­tired to a her­mit­age out of the city, and took a re­li­gious cloth­ing; and Sir Bohort was al­ways with him, but did not change his sec­u­lar cloth­ing, be­cause he pur­posed to re­turn to the realm of Loegria. Thus a year and two months lived Sir Per­ce­val in the her­mit­age a full holy life, and then passed out of this world, and Sir Bohort bur­ied him by his sis­ter and Sir Gal­a­had. Then Sir Bohort armed him­self and de­part­ed from Sarras, and en­tered into a ship, and sailed to the king­dom of Loegria, and in due time ar­rived safe at Cam­e­lot, where the king was. Then was there great joy made of him in the whole court, for they feared he had been dead. Then the king made great clerks to come be­fore him, that they should chron­i­cle of the high ad­ven­tures of the good knights. And Sir Bohort told him of the ad­ven­tures that had be­fall­en him, and his two fel­lows, Sir Per­ce­val and Sir Gal­a­had. And Sir Laun­ce­lot told the ad­ven­tures of the San­gre­al that he had seen. All this was made in great books, and put up in the church at Salis­bury."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"So King Ar­thur and Queen Guenever made great joy of the rem­nant that were come home, and chief­ly of Sir Laun­ce­lot and Sir Bohort. Then Sir Laun­ce­lot be­gan to re­sort unto Queen Guenever again, and for­got the prom­ise that he made in the quest: so that many in the court spoke of it, and in es­pe­cial Sir Agrivain, Sir Ga­wain's broth­er, for he was ever open-mouthed. So it hap­pened Sir Ga­wain and all his broth­ers were in King Ar­thur's cham­ber, and then Sir Agrivain said thus openly, \"I mar­vel that we all are not ashamed to see and to know so no­ble a knight as King Ar­thur so to be shamed by the con­duct of Sir Laun­ce­lot and the queen. \"Then spoke Sir Ga­wain, and said, \"Broth­er, Sir Agrivain, I pray you and charge you move not such mat­ters any more be­fore me, for be ye as­sured I will not be of your coun­sel.\" \"Nei­ther will we,\" said Sir Gaheris and Sir Gar­eth. \"Then will I,\" said Sir Mo­dred. \"I doubt you not,\" said Sir Ga­wain, \"for to all mis­chief ever were ye prone; yet I would that ye left all this, for I know what will come of it.\""},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"\"Mo­dred's nar­row foxy face, Heart-hid­ing smile, and gray per­sis­tent eye: Hence­for­ward, too, the Pow­ers that tend the soul To help it from the death that can­not die, And save it even in ex­tremes, be­gan To vex and plague.\""},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"--Guin­e­vere."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"\"Fall of it what fall may,\" said Sir Agrivain, \"I will dis­close it to the king.\" With that came to them King Ar­thur. \"Now, broth­ers, hold your peace,\" said Sir Ga­wain. \"We will not,\" said Sir Agrivain. Then said Sir Ga­wain, \"I will not hear your ta­les nor be of your coun­sel.\" \"No more will I,\" said Sir Gar­eth and Sir Gaheris, and there­with they de­part­ed, mak­ing great sor­row."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"Then Sir Agrivain told the king all that was said in the court of the con­duct of Sir Laun­ce­lot and the queen, and it grieved the king very much. But he would not be­lieve it to be true with­out proof. So Sir Agrivain laid a plot to en­trap Sir Laun­ce­lot and the queen, in­tend­ing to take them to­geth­er un­a­wares. Sir Agrivain and Sir Mo­dred led a par­ty for this pur­pose, but Sir Laun­ce­lot es­caped from them, hav­ing slain Sir Agrivain and wound­ed Sir Mo­dred. Then Sir Laun­ce­lot has­tened to his friends, and told them what had hap­pened, and with­drew with them to the for­est; but he left spies to bring him tid­ings of what­ev­er might be done."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"So Sir Laun­ce­lot es­caped, but the queen re­mained in the king's pow­er, and Ar­thur could no long­er doubt of her guilt. And the law was such in those days that they who com­mit­ted such crimes, of what es­tate or con­di­tion so­ev­er they were, must be burned to death, and so it was or­dained for Queen Guenever. Then said King Ar­thur to Sir Ga­wain, \"I pray you make you ready, in your best ar­mor, with your breth­ren, Sir Gaheris and Sir Gar­eth, to bring my queen to the fire, there to re­ceive her death.\" \"Nay, my most no­ble lord,\" said Sir Ga­wain, \"that will I nev­er do; for know thou well, my heart will nev­er serve me to see her die, and it shall nev­er be said that I was of your coun­sel in her death.\" Then the king com­manded Sir Gaheris and Sir Gar­eth to be there, and they said, \"We will be there, as ye com­mand us, sire, but in peace­a­ble wise, and bear no ar­mor upon us.\""},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"So the queen was led forth, and her ghost­ly fa­ther was brought to her to shrive her, and there was weep­ing and wail­ing of many lords and la­dies. And one went and told Sir Laun­ce­lot that the queen was led forth to her death. Then Sir Laun­ce­lot and the knights that were with him fell upon the troop that guard­ed the queen, and dis­persed them, and slew all who with­stood them. And in the con­fu­sion Sir Gar­eth and Sir Gaheris were slain, for they were un­armed and de­fence­less. And Sir Laun­ce­lot car­ried away the queen to his cas­tle of La Joyeuse Garde."},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"Then there came one to Sir Ga­wain and told him how that Sir Laun­ce­lot had slain the knights and car­ried away the queen. \"O Lord, de­fend my breth­ren!\" said Sir Ga­wain. \"Tru­ly,\" said the man, \"Sir Gar­eth and Sir Gaheris are slain.\" \"Alas!\" said Sir Ga­wain, \"now is my joy gone.\" And then he fell down and swooned, and long he lay there as he had been dead."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"When he arose out of his swoon Sir Ga­wain ran to the king, cry­ing, \"O King Ar­thur, mine un­cle, my broth­ers are slain.\" Then the king wept and he both. \"My king, my lord, and mine un­cle,\" said Sir Ga­wain, \"bear wit­ness now that I make you a prom­ise that I shall hold by my knight­hood, and from this day I will nev­er fail Sir Laun­ce­lot un­til the one of us have slain the oth­er. I will seek Sir Laun­ce­lot through­out sev­en kings' realms, but I shall slay him or he shall slay me.\" \"Ye shall not need to seek him,\" said the king, \"for as I hear, Sir Laun­ce­lot will abide me and you in the Joyeuse Garde; and much peo­ple draweth unto him, as I hear say.\" \"That may I be­lieve,\" said Sir Ga­wain; \"but, my lord, sum­mon your friends, and I will sum­mon mine.\" \"It shall be done,\" said the king. So then the king sent let­ters and writs through­out all Eng­land, both in the length and breadth, to sum­mon all his knights. And unto Ar­thur drew many knights, dukes, and earls, so that he had a great host. There­of heard Sir Laun­ce­lot, and col­lect­ed all whom he could; and many good knights held with him, both for his sake and for the queen's sake. But King Ar­thur's host was too great for Sir Laun­ce­lot to abide him in the field; and he was full loath to do bat­tle against the king. So Sir Laun­ce­lot drew him to his strong cas­tle, with all man­ner of pro­vi­sions. Then came King Ar­thur with Sir Ga­wain, and laid siege all about La Joyeuse Garde, both the town and the cas­tle; but in no wise would Sir Laun­ce­lot ride out of his cas­tle, nei­ther suf­fer any of his knights to is­sue out, un­til many weeks were past."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"Then it be­fell upon a day in har­vest-time, Sir Laun­ce­lot looked over the wall, and spoke aloud to King Ar­thur and Sir Ga­wain, \"My lords both, all is in vain that ye do at this siege, for here ye shall win no wor­ship, but only dis­hon­or; for if I list to come out, and my good knights, I shall soon make an end of this war.\" \"Come forth,\" said Ar­thur, \"if thou darest, and I prom­ise thee I shall meet thee in the midst of the field.\" \"God for­bid me,\" said Sir Laun­ce­lot, \"that I should en­coun­ter with the most no­ble king that made me knight.\" \"Fie upon thy fair lan­guage,\" said the king, \"for know thou well I am thy mor­tal foe, and ever will be to my dy­ing day.\" And Sir Ga­wain said, \"What cause hadst thou to slay my broth­er, Sir Gaheris, who bore no arms against thee, and Sir Gar­eth, whom thou madest knight, and who loved thee more than all my kin? There­fore know thou well I shall make war to thee all the while that I may live.\""},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"When Sir Bohort, and Sir Hec­tor de Mar­ys, and Sir Li­o­nel heard this out­cry, they called to them Sir Palamedes, and Sir Saffire his broth­er, and Sir Lawayn, with many more, and all went to Sir Laun­ce­lot. And they said, \"My lord, Sir Laun­ce­lot, we pray you, if you will have our ser­vice keep us no long­er with­in these walls, for know well all your fair speech and for­bear­ance will not avail you.\" \"Alas!\" said Sir Laun­ce­lot, \"to ride forth and to do bat­tle I am full loath.\" Then he spake again unto the king and Sir Ga­wain, and willed them to keep out of the bat­tle; but they de­spised his words. So then Sir Laun­ce­lot's fel­low­ship came out of the cas­tle in full good ar­ray. And al­ways Sir Laun­ce­lot charged all his knights, in any wise, to save King Ar­thur and Sir Ga­wain."},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"Then came forth Sir Ga­wain from the king's host and of­fered com­bat, and Sir Li­o­nel en­coun­tered with him, and there Sir Ga­wain smote Sir Li­o­nel through the body, that he fell to the earth as if dead. Then there be­gan a great con­flict, and much peo­ple were slain; but ever Sir Laun­ce­lot did what he might to save the peo­ple on King Ar­thur's par­ty, and ever King Ar­thur fol­lowed Sir Laun­ce­lot to slay him; but Sir Laun­ce­lot suf­fered him, and would not strike again. Then Sir Bohort en­coun­tered with King Ar­thur, and smote him down; and he alight­ed and drew his sword, and said to Sir Laun­ce­lot, \"Shall I make an end of this war?\" for he meant to have slain King Ar­thur. \"Not so,\" said Sir Laun­ce­lot, \"tou­ch him no more, for I will nev­er see that most no­ble king that made me knight ei­ther slain or shamed;\" and there­with Sir Laun­ce­lot alight­ed off his horse, and took up the king, and horsed him again, and said thus: \"My lord Ar­thur, for God's love, cease this strife.\" And King Ar­thur looked upon Sir Laun­ce­lot, and the tears burst from his eyes, think­ing on the great cour­te­sy that was in Sir Laun­ce­lot more than in any oth­er man; and there­with the king rode his way. Then anon both parties with­drew to re­pose them, and bur­ied the dead."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"But the war con­tin­ued, and it was noised abroad through all Chris­ten­dom, and at last it was told afore the pope; and he, con­sid­er­ing the great good­ness of King Ar­thur, and of Sir Laun­ce­lot, called unto him a no­ble clerk, which was the Bish­op of Roch­es­ter, who was then in his do­min­ions, and sent him to King Ar­thur, charg­ing him that he take his queen, dame Guenever, unto him again, and make peace with Sir Laun­ce­lot."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"So, by means of this bish­op, peace was made for the space of one year; and King Ar­thur re­ceived back the queen, and Sir Laun­ce­lot de­part­ed from the king­dom with all his knights, and went to his own coun­try. So they shipped at Car­diff, and sailed unto Benwick, which some men call Ba­yonne. And all the peo­ple of those lands came to Sir Laun­ce­lot, and re­ceived him home right joy­ful­ly. And Sir Laun­ce­lot stab­lished and gar­nished all his towns and cas­tles, and he great­ly ad­vanced all his no­ble knights, Sir Li­o­nel and Sir Bohort, and Sir Hec­tor de Mar­ys, Sir Blamor, Sir Lawayne, and many oth­ers, and made them lords of lands and cas­tles; till he left him­self no more than any one of them."},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"\"Then Ar­thur made vast ban­quets, and strange knights From the four winds came in: and each one sat, Tho' served with choice from air, land, stream and sea, Oft in mid-ban­quet meas­ur­ing with his eyes His neigh­bor's make and might.\""},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"--Pel­le­as and Et­tarre."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"But when the year was passed, King Ar­thur and Sir Ga­wain came with a great host, and land­ed upon Sir Laun­ce­lot's lands, and burned and wast­ed all that they might over­run. Then spake Sir Bohort and said, \"My lord, Sir Laun­ce­lot, give us leave to meet them in the field, and we shall make them rue the time that ever they came to this coun­try.\" Then said Sir Laun­ce­lot, \"I am full loath to ride out with my knights for shed­ding of Chris­tian blood; so we will yet a while keep our walls, and I will send a mes­sen­ger unto my lord Ar­thur, to pro­pose a trea­ty; for bet­ter is peace than al­ways war.\" So Sir Laun­ce­lot sent forth a dam­sel, and a dwarf with her, re­quir­ing King Ar­thur to leave his war­ring upon his lands; and so she started on a pal­frey, and the dwarf ran by her side. And when she came to the pa­vil­ion of King Ar­thur, she alight­ed, and there met her a gen­tle knight, Sir Lu­can, the but­ler, and said, \"Fair dam­sel, come ye from Sir Laun­ce­lot du Lac?\" \"Yea, sir,\" she said, \"I come hith­er to speak with the king.\" \"Alas!\" said Sir Lu­can, \"my lord Ar­thur would be rec­on­ciled to Sir Laun­ce­lot, but Sir Ga­wain will not suf­fer him.\" And with this Sir Lu­can led the dam­sel to the king, where he sat with Sir Ga­wain, to hear what she would say. So when she had told her tale, the tears ran out of the king's eyes; and all the lords were for­ward to ad­vise the king to be ac­corded with Sir Laun­ce­lot, save only Sir Ga­wain; and he said, \"My lord, mine un­cle, what will ye do? Will you now turn back, now you are so far ad­vanced upon your jour­ney? If ye do all the world will speak shame of you.\" \"Nay,\" said King Ar­thur, \"I will do as ye ad­vise me; but do thou give the dam­sel her an­swer, for I may not speak to her for pity.\""},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"Then said Sir Ga­wain, \"Dam­sel, say ye to Sir Laun­ce­lot, that it is waste la­bor to sue to mine un­cle for peace, and say that I, Sir Ga­wain, send him word that I prom­ise him, by the faith I owe unto God and to knight­hood, I shall nev­er leave him till he have slain me or I him.\" So the dam­sel re­turned; and when Sir Laun­ce­lot had heard this an­swer the tears ran down his cheeks."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"Then it be­fell on a day Sir Ga­wain came be­fore the gates, armed at all points, and cried with a loud voice, \"Where art thou now, thou false trai­tor, Sir Laun­ce­lot? Why hidest thou thy­self with­in holes and walls like a cow­ard? Look out now, thou trai­tor knight, and I will avenge upon thy body the death of my three breth­ren.\" All this lan­guage heard Sir Laun­ce­lot, and the knights which were about him; and they said to him, \"Sir Laun­ce­lot, now must ye de­fend you like a knight, or else be shamed for ever, for you have slept over­long and suf­fered over­much.\" Then Sir Laun­ce­lot spake on high unto King Ar­thur, and said, \"My lord Ar­thur, now I have for­borne long, and suf­fered you and Sir Ga­wain to do what ye would, and now must I needs de­fend my­self, inasmuch as Sir Ga­wain hath ap­pealed me of trea­son.\" Then Sir Laun­ce­lot armed him and mount­ed upon his horse, and the no­ble knights came out of the city, and the host with­out stood all apart; and so the cov­e­nant was made that no man should come near the two knights, nor deal with them, till one were dead or yielded."},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"Then Sir Laun­ce­lot and Sir Ga­wain de­part­ed a great way asun­der, and then they came to­geth­er with all their hors­es' might, and each smote the oth­er in the mid­dle of their shields, but nei­ther of them was un­horsed, but their hors­es fell to the earth. And then they leapt from their hors­es, and drew their swords, and gave many sad strokes, so that the blood burst out in many places. Now Sir Ga­wain had this gift from a holy man, that eve­ry day in the year, from morn­ing to noon, his strength was in­creased three­fold, and then it fell again to its nat­u­ral meas­ure. Sir Laun­ce­lot was aware of this, and there­fore, dur­ing the three hours that Sir Ga­wain's strength was at the height, Sir Laun­ce­lot cov­ered him­self with his shield, and kept his might in re­serve. And dur­ing that time Sir Ga­wain gave him many sad brunts, that all the knights that looked on mar­velled how Sir Laun­ce­lot might en­dure them. Then, when it was past noon, Sir Ga­wain had only his own might; and when Sir Laun­ce­lot felt him so brought down he stretched him­self up, and doubled his strokes, and gave Sir Ga­wain such a buf­fet that he fell down on his side; and Sir Laun­ce­lot drew back and would strike no more. \"Why withdrawest thou, false trai­tor?\" then said Sir Ga­wain; \"now turn again and slay me, for if thou leave me thus when I am whole again, I shall do bat­tle with thee again.\" \"I shall en­dure you, sir, by God's grace,\" said Sir Laun­ce­lot, \"but know thou well Sir Ga­wain, I will nev­er smite a felled knight.\" And so Sir Laun­ce­lot went into the city, and Sir Ga­wain was borne into King Ar­thur's pa­vil­ion, and his wounds were looked to."},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":"Thus the siege en­dured, and Sir Ga­wain lay help­less near a month; and when he was near re­cov­ered came tid­ings unto King Ar­thur that made him re­turn with all his host to Eng­land."},{"B":"#text","C":"/4/49","J":"\n"},{"B":"p","C":"/4/50","J":" "},{"B":"#text","C":"/4/51","J":"\n"}]}],"script":[]}}