{"E":{"v":"0","b":"CHAPTER XXIII","T":"035","K":".html","X":"q35","O":"Ops/035.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a75\"></a><b><i>CHAP­TER</i></b><i> XXIII</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"MORTE D'ARTHUR"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Sir Mo­dred was left rul­er of all Eng­land, and he caused let­ters to be writ­ten, as if from be­yond sea, that King Ar­thur was slain in bat­tle. So he called a Par­lia­ment, and made him­self be crowned king; and he took the queen Guenever, and said plain­ly that he would wed her, but she es­caped from him and took ref­uge in the Tow­er of Lon­don. And Sir Mo­dred went and laid siege about the Tow­er of Lon­don, and made great as­saults there­at, but all might not avail him. Then came word to Sir Mo­dred that King Ar­thur had raised the siege of Sir Laun­ce­lot, and was com­ing home. Then Sir Mo­dred sum­moned all the bar­o­ny of the land; and much peo­ple drew unto Sir Mo­dred, and said they would abide with him for bet­ter and for worse; and he drew a great host to Do­ver, for there he heard say that King Ar­thur would ar­rive."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"\"I hear the steps of Mo­dred in the west, And with him many of thy peo­ple, and knights Once thine, whom thou hast loved, but grosser grown Than hea­then, spit­ting at their vows and thee\""},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"--The Pass­ing of Ar­thur."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"And as Sir Mo­dred was at Do­ver with his host, came King Ar­thur, with a great num­ber of ships and gal­leys, and there was Sir Mo­dred await­ing upon the land­ing. Then was there launch­ing of great boats and small, full of no­ble men of arms, and there was much slaugh­ter of gen­tle knights on both parts. But King Ar­thur was so cou­ra­geous, there might no man­ner of knights pre­vent him to land, and his knights fierce­ly fol­lowed him; and so they land­ed, and put Sir Mo­dred aback so that he fled, and all his peo­ple. And when the bat­tle was done, King Ar­thur com­manded to bury his peo­ple that were dead. And then was no­ble Sir Ga­wain found, in a great boat, ly­ing more than half dead. And King Ar­thur went to him, and made sor­row out of meas­ure. \"Mine un­cle,\" said Sir Ga­wain, \"know thou well my death-day is come, and all is through mine own hast­i­ness and wil­ful­ness, for I am smit­ten upon the old wound which Sir Laun­ce­lot gave me, of which I feel I must die. And had Sir Laun­ce­lot been with you as of old, this war had nev­er be­gun, and of all this I am the cause.\" Then Sir Ga­wain prayed the king to send for Sir Laun­ce­lot, and to cher­ish him above all oth­er knights. And so at the hour of noon Sir Ga­wain yielded up his spir­it, and then the king bade in­ter him in a chap­el with­in Do­ver Cas­tle; and there all men may see the skull of him, and the same wound is seen that Sir Laun­ce­lot gave him in bat­tle."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"Then was it told the king that Sir Mo­dred had pitched his camp upon Barrendown; and the king rode thith­er, and there was a great bat­tle be­twixt them, and King Ar­thur's par­ty stood best, and Sir Mo­dred and his par­ty fled unto Can­ter­bury."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"And there was a day as­signed be­twixt King Ar­thur and Sir Mo­dred that they should meet upon a down be­side Salis­bury, and not far from the sea-side, to do bat­tle yet again. And at night, as the king slept, he dreamed a won­der­ful dream. It seemed him ver­i­ly that there came Sir Ga­wain unto him, with a num­ber of fair la­dies with him. And when King Ar­thur saw him, he said, \"Wel­come, my sis­ter's son; I weened thou hadst been dead; and now I see thee alive great is my joy. But, O fair neph­ew, what be these la­dies that hith­er be come with you?\" \"Sir,\" said Sir Ga­wain, \"all these be la­dies for whom I have fought when I was a liv­ing man; and be­cause I did bat­tle for them in right­eous quar­rel they have giv­en me grace to bring me hith­er unto you to warn you of your death, if ye fight to-mor­row with Sir Mo­dred. There­fore take ye trea­ty, and prof­fer you large­ly for a month's de­lay; for with­in a month shall come Sir Laun­ce­lot and all his no­ble knights, and res­cue you wor­ship­ful­ly, and slay Sir Mo­dred and all that hold with him.\" And then Sir Ga­wain and all the la­dies van­ished. And anon the king called to fetch his no­ble lords and wise bish­ops unto him. And when they were come, the king told them his vi­sion, and what Sir Ga­wain had told him. Then the king sent Sir Lu­can, the but­ler, and Sir Bed­i­vere, with two bish­ops, and charged them in any wise to take a trea­ty for a month and a day with Sir Mo­dred. So they de­part­ed, and came to Sir Mo­dred; and so, at the last, Sir Mo­dred was agreed to have Corn­wall and Kent dur­ing Ar­thur's life, and all Eng­land af­ter his death."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"\"Sir Mo­dred; he the nearest to the king, His neph­ew, ever like a sub­tle beast Lay cou­chant with his eyes upon the throne, Ready to spring, wait­ing a chance.\""},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"--Guin­e­vere"},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"Then was it agreed that King Ar­thur and Sir Mo­dred should meet be­twixt both their hosts, and each of them should bring four­teen per­sons, and then and there they should sign the trea­ty. And when King Ar­thur and his knights were pre­pared to go forth, he warned all his host, \"If so be ye see any sword drawn, look ye come on fierce­ly, and slay whom­so­ev­er withstandeth, for I in no wise trust that trai­tor, Sir Mo­dred.\" In like wise Sir Mo­dred warned his host. So they met, and were agreed and ac­corded thor­ough­ly. And wine was brought, and they drank. Right then came an ad­der out of a lit­tle heath-bush, and stung a knight on the foot. And when the knight felt him sting, he looked down and saw the ad­der, and then he drew his sword to slay the ad­der, and thought of no oth­er harm. And when the host on both sides saw that sword drawn, they blew trum­pets and horns, and shouted great­ly. And King Ar­thur took his horse, and rode to his par­ty, say­ing, \"Alas, this un­hap­py day!\" And Sir Mo­dred did in like wise. And nev­er was there a more dole­ful bat­tle in Chris­tian land. And ever King Ar­thur rode through­out the bat­tle, and did full nobly, as a wor­thy king should, and Sir Mo­dred that day did his de­voir, and put him­self in great per­il. And thus they fought all the long day, till the most of all the no­ble knights lay dead upon the ground. Then the king looked about him, and saw of all his host were left alive but two knights, Sir Lu­can, the but­ler, and Sir Bed­i­vere, his broth­er, and they were full sore wound­ed. Then King Ar­thur saw where Sir Mo­dred leaned upon his sword among a great heap of dead men. \"Now give me my spear,\" said Ar­thur unto Sir Lu­can; \"for yon­der I espy the trai­tor that hast wrought all this woe.\" \"Sir, let him be,\" said Sir Lu­can; \"for if ye pass this un­hap­py day, ye shall be right well re­venged upon him. Re­mem­ber what the sprite of Sir Ga­wain told you, and leave off now, for ye have won the field; and if ye leave off now this evil day of des­ti­ny is past.\" \"Be­tide me life, be­tide me death,\" said King Ar­thur, \"he shall not now es­cape my hands.\" Then the king took his spear in both hands, and ran to­ward Sir Mo­dred, cry­ing, \"Trai­tor, now is thy death-day come.\" And there King Ar­thur smote Sir Mo­dred un­der the shield, with a thrust of his spear through the body. And when Sir Mo­dred felt that he had his death-wound, with the might that he had he smote King Ar­thur, with his sword hold­en in both his hands, on the side of the head, that the sword pierced the hel­met and the brain-pan; and then Sir Mo­dred fell stark dead upon the earth. And the no­ble Ar­thur fell in a swoon to the earth. And Sir Lu­can, the but­ler, and Sir Bed­i­vere raised him up, and gen­tly led him be­twixt them both to a lit­tle chap­el not far from the sea-side. And when the king was there he thought him well eased. Then heard they peo­ple cry in the field. And Sir Lu­can went to see what that cry be­to­kened; and he saw by the moon­light that pillers and rob­bers were come to rob the dead. And he re­turned, and said to the king, \"By my rede, it is best that we bring you to some town.\" \"I would it were so,\" said the king. And when the king tried to go he fainted. Then Sir Lu­can took up the king on the one part, and Sir Bed­i­vere on the oth­er part; and in the lift­ing, Sir Lu­can fell in a swoon to the earth, for he was griev­ous­ly wound­ed. And then the no­ble knight's heart burst. And when the king awoke he be­held Sir Lu­can how he lay foam­ing at the mouth, and speech­less. \"Alas!\" said the king, \"this is to me a full heavy sight, to see this no­ble duke so die for my sake; for he would have hol­pen me that had more need of help than I, and he would not com­plain, his heart was so set to help me.\" Then Sir Bed­i­vere wept for his broth­er. \"Leave this mourn­ing and weep­ing,\" said the king, \"for wilt thou well, if I might live my­self, the death of Sir Lu­can would grieve me ev­er­more; but my time hieth fast. There­fore,\" said Ar­thur unto Sir Bed­i­vere, \"take thou Excalibar, my good sword, and go with it to yon­der wa­ter-side; and when thou comest there I charge thee throw my sword in that wa­ter, and come again and tell me what thou there seest.\" \"My lord,\" said Sir Bed­i­vere, \"your com­mand­ment shall be done.\" So Sir Bed­i­vere de­part­ed, and by the way he be­held that no­ble sword, that the pom­mel and the haft were all of pre­cious stones; and then he said to him­self, \"If I throw this rich sword into the wa­ter no good shall come there­of, but only harm and loss.\" And then Sir Bed­i­vere hid Excalibar un­der a tree. And so, as soon as he might, he came again to the king. \"What sawest thou there?\" said the king. \"Sir,\" he said, \"I saw noth­ing.\" \"Alas! thou hast de­ceived me,\" said the king. \"Go thou light­ly again, and as thou love me, spare not to throw it in.\" Then Sir Bed­i­vere went again, and took the sword in his hand to throw it; but again it be­seemed him but sin and shame to throw away that no­ble sword, and he hid it away again, and re­turned, and told the king he had done his com­mand­ment. \"What sawest thou there?\" said the king. \"Sir,\" he said, \"I saw noth­ing but wa­ters deep and waves wan.\" \"Ah, trai­tor un­true!\" said King Ar­thur, \"now hast thou be­trayed me twice. And yet thou art named a no­ble knight, and hast been lief and dear to me. But now go again, and do as I bid thee, for thy long tar­ry­ing putteth me in jeop­ardy of my life.\" Then Sir Bed­i­vere went to the sword, and light­ly took it up, and went to the wa­ter-side, and he bound the gir­dle about the hilt, and then he threw the sword as far into the wa­ter as he might. And there came an arm and a hand out of the wa­ter, and met it, and caught it, and shook it thrice and bran­dished it, and then van­ished away the hand with the sword in the wa­ter."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"Then Sir Bed­i­vere came again to the king, and told him what he saw. \"Help me hence,\" said the king, \"for I fear I have tar­ried too long.\" Then Sir Bed­i­vere took the king on his back, and so went with him to that wa­ter-side; and when they came there, even fast by the bank there rode a lit­tle barge with many fair la­dies in it, and among them was a queen; and all had black hoods, and they wept and shrieked when they saw King Ar­thur."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"\"Now put me in the barge,\" said the king. And there re­ceived him three queens with great mourn­ing, and in one of their laps King Ar­thur laid his head. And the queen said, \"Ah, dear broth­er, why have ye tar­ried so long? Alas! this wound on your head hath caught over-much cold.\" And then they rowed from the land, and Sir Bed­i­vere be­held them go from him. Then he cried: \"Ah, my lord Ar­thur, will ye leave me here alone among mine enemies?\" \"Com­fort thy­self,\" said the king, \"for in me is no fur­ther help; for I will to the Isle of Av­a­lon, to heal me of my griev­ous wound.\" And as soon as Sir Bed­i­vere had lost sight of the barge, he wept and wailed; then he took the for­est, and went all that night, and in the morn­ing he was ware of a chap­el and a her­mit­age."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"Then went Sir Bed­i­vere thith­er; and when he came into the chap­el, he saw where lay an her­mit on the ground, near a tomb that was new­ly grav­en. \"Sir,\" said Sir Bed­i­vere, \"what man is there bur­ied that ye pray so near unto?\" \"Fair son,\" said the her­mit, \"I know not ver­i­ly. But this night there came a num­ber of la­dies, and brought hith­er one dead, and prayed me to bury him.\" \"Alas!\" said Sir Bed­i­vere, \"that was my lord, King Ar­thur.\" Then Sir Bed­i­vere swooned; and when he awoke he prayed the her­mit he might abide with him, to live with fast­ing and pray­ers. \"Ye are wel­come,\" said the her­mit. So there bode Sir Bed­i­vere with the her­mit; and he put on poor clothes, and served the her­mit full low­ly in fast­ing and in pray­ers."},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"Thus of Ar­thur I find nev­er more writ­ten in books that be au­thor­ized, nor more of the very cer­tain­ty of his death; but thus was he led away in a ship, where­in were three queens; the one was King Ar­thur's sis­ter, Queen Morgane le Fay; the oth­er was Viviane, the Lady of the Lake; and the third was the queen of North Galis. And this tale Sir Bed­i­vere, knight of the Ta­ble Round, made to be writ­ten."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"Yet some men say that King Ar­thur is not dead, but hid away into an­oth­er place, and men say that he shall come again and reign over Eng­land. But many say that there is writ­ten on his tomb this verse:"},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"\"Hie fac­et Arthurus, Rex quon­dam, Rexque futurus.\" Here Ar­thur lies, King once and King to be."},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"And when Queen Guenever un­der­stood that King Ar­thur was slain, and all the no­ble knights with him, she stole away, and five la­dies with her; and so she went to Almesbury, and made her­self a nun, and ware white clothes and black, and took great pen­ance as ever did sin­ful lady, and lived in fast­ing, pray­ers, and alms-deeds. And there she was ab­bess and rul­er of the nuns."},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"\"And when she came to Almesbury she spake There to the nuns, and said, 'Mine enemies Pur­sue me, but, O peace­ful Sis­ter­hood, Re­ceive, and yield me sanc­tu­ary, nor ask Her name to whom ye yield it, till her time To tell you;' and her beau­ty, grace and pow­er Wrought as a charm upon them, and they spared To ask it.\""},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"--Guin­e­vere."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"Now turn we from her, and speak of Sir Laun­ce­lot of the Lake."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"When Sir Laun­ce­lot heard in his coun­try that Sir Mo­dred was crowned king of Eng­land, and made war against his own un­cle, King Ar­thur, then was Sir Laun­ce­lot wroth out of meas­ure, and said to his kinsmen: \"Alas, that dou­ble trai­tor, Sir Mo­dred! now it repenteth me that ever he es­caped out of my hands.\" Then Sir Laun­ce­lot and his fel­lows made ready in all haste, with ships and gal­leys, to pass into Eng­land; and so he passed over till he came to Do­ver, and there he land­ed with a great army. Then Sir Laun­ce­lot was told that King Ar­thur was slain. \"Alas!\" said Sir Laun­ce­lot, \"this is the heav­i­est tid­ings that ever came to me.\" Then he called the kings, dukes, bar­ons, and knights, and said thus: \"My fair lords, I thank you all for com­ing into this coun­try with me, but we came too late, and that shall re­pent me while I live. But since it is so,\" said Sir Laun­ce­lot, \"I will my­self ride and seek my lady, Queen Guenever, for I have heard say she hath fled into the west; there­fore ye shall abide me here fif­teen days, and if I come not with­in that time, then take your ships and your host, and de­part into your coun­try.\""},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"So Sir Laun­ce­lot de­part­ed and rode west­er­ly, and there he sought many days; and at last he came to a nun­nery, and was seen of Queen Guenever as he walked in the clois­ter; and when she saw him she swooned away. And when she might speak she bade him to be called to her. And when Sir Laun­ce­lot was brought to her she said: \"Sir Laun­ce­lot, I re­quire thee and be­seech thee, for all the love that ever was be­twixt us, that thou nev­er see me more, but re­turn to thy king­dom and take thee a wife, and live with her with joy and bliss; and pray for me to my Lord, that I may get my soul's health.\" \"Nay, mad­am,\" said Sir Laun­ce­lot, \"wit you well that I shall nev­er do; but the same des­ti­ny that ye have tak­en you to will I take me unto, for to please and serve God.\" And so they part­ed, with tears and much la­men­ta­tion; and the la­dies bare the queen to her cham­ber, and Sir Laun­ce­lot took his horse and rode away, weep­ing."},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":"And at last Sir Laun­ce­lot was ware of a her­mit­age and a chap­el, and then he heard a lit­tle bell ring to mass; and thith­er he rode and alight­ed, and tied his horse to the gate, and heard mass. And he that sang the mass was the her­mit with whom Sir Bed­i­vere had tak­en up his abode; and Sir Bed­i­vere knew Sir Laun­ce­lot, and they spake to­geth­er af­ter mass. But when Sir Bed­i­vere had told his tale, Sir Laun­ce­lot's heart al­most burst for sor­row. Then he kneeled down, and prayed the her­mit to shrive him, and be­sought that he might be his broth­er. Then the her­mit said, \"I will glad­ly;\" and then he put a hab­it upon Sir Laun­ce­lot, and there he served God day and night, with pray­ers and fastings."},{"B":"#text","C":"/4/49","J":"\n"},{"B":"p","C":"/4/50","J":"And the great host abode at Do­ver till the end of the fif­teen days set by Sir Laun­ce­lot, and then Sir Bohort made them to go home again to their own coun­try; and Sir Bohort, Sir Hec­tor de Mar­ys, Sir Blamor, and many oth­ers, took on them to ride through all Eng­land to seek Sir Laun­ce­lot. So Sir Bohort by for­tune rode un­til he came to the same chap­el where Sir Laun­ce­lot was; and when he saw Sir Laun­ce­lot in that man­ner of cloth­ing he, prayed the her­mit that he might be in that same. And so there was an hab­it put upon him, and there he lived in pray­ers and fast­ing. And with­in half a year came oth­ers of the knights, their fel­lows, and took such a hab­it as Sir Laun­ce­lot and Sir Bohort had. Thus they en­dured in great pen­ance six years."},{"B":"#text","C":"/4/51","J":"\n"},{"B":"p","C":"/4/52","J":"And upon a night there came a vi­sion to Sir Laun­ce­lot, and charged him to haste to­ward Almesbury, and \"by the time thou come there, thou shalt find Queen Guenever dead.\" Then Sir Laun­ce­lot rose up ear­ly and told the her­mit there­of. Then said the her­mit, \"It were well that ye dis­o­bey not this vi­sion.\" And Sir Laun­ce­lot took his sev­en com­pan­ions with him, and on foot they went from Glas­ton­bury to Almesbury, which is more than thir­ty miles. And when they were come to Almesbury, they found that Queen Guenever died but half an hour be­fore. Then Sir Laun­ce­lot saw her vis­age, but he wept not great­ly, but sighed. And so he did all the ob­ser­vance of the ser­vice him­self, both the \"dirige\" at night, and at morn he sang mass. And there was pre­pared an horse-bier, and Sir Laun­ce­lot and his fel­lows fol­lowed the bier on foot from Almesbury un­til they came to Glas­ton­bury; and she was wrapped in cered clothes, and laid in a cof­fin of mar­ble. And when she was put in the earth Sir Laun­ce­lot swooned, and lay long as one dead."},{"B":"#text","C":"/4/53","J":"\n"},{"B":"p","C":"/4/54","J":"And Sir Laun­ce­lot nev­er af­ter ate but lit­tle meat, nor drank; but con­tin­u­al­ly mourned. And with­in six weeks Sir Laun­ce­lot fell sick; and he sent for the her­mit and all his true fel­lows, and said, \"Sir her­mit, I pray you give me all my rights that a Chris­tian man ought to have.\" \"It shall not need,\" said the her­mit and all his fel­lows; \"it is but heav­i­ness of your blood, and to-mor­row morn you shall be well\" \"My fair lords,\" said Sir Laun­ce­lot, \"my care­ful body will into the earth; I have warn­ing more than now I will say; there­fore give me my rights.\" So when he was hou­seled and aneled, and had all that a Chris­tian man ought to have, he prayed the her­mit that his fel­lows might bear his body to Joy­ous Garde. (Some men say it was Alnwick, and some say it was Bamborough.) \"It repenteth me sore,\" said Sir Laun­ce­lot, \"but I made a vow afore­time that in Joy­ous Garde I would be bur­ied.\" Then there was weep­ing and wring­ing of hands among his fel­lows. And that night Sir Laun­ce­lot died; and when Sir Bohort and his fel­lows came to his bed­side the next morn­ing they found him stark dead; and he lay as if he had smiled, and the sweetest sa­vor all about him that ever they knew."},{"B":"#text","C":"/4/55","J":"\n"},{"B":"p","C":"/4/56","J":"And they put Sir Laun­ce­lot into the same horse-bier that Queen Guenever was laid in, and the her­mit and they al­to­geth­er went with the body till they came to Joy­ous Garde. And there they laid his corpse in the body of the quire, and sang and read many psalms and pray­ers over him. And ever his vis­age was laid open and na­ked, that all folks might be­hold him. And right thus, as they were at their ser­vice, there came Sir Hec­tor de Ma­ris, that had sev­en years sought Sir Laun­ce­lot, his broth­er, through all Eng­land, Scot­land and Wales. And when Sir Hec­tor heard such sounds in the chap­el of Joy­ous Garde he alight­ed and came into the quire. And all they knew Sir Hec­tor. Then went Sir Bohort, and told him how there lay Sir Laun­ce­lot, his broth­er, dead. Then Sir Hec­tor threw his shield, his sword, and helm from him. And when he be­held Sir Laun­ce­lot's vis­age it were hard for any tongue to tell the dole­ful com­plaints he made for his broth­er. \"Ah, Sir Laun­ce­lot!\" he said, \"there thou li­est. And now I dare to say thou wert nev­er matched of none earth­ly knight's hand. And thou wert the courteousest knight that ever bare shield; and thou wert the tru­est friend to thy lov­er that ever bestrode horse; and thou wert the tru­est lov­er, of a sin­ful man, that ever loved wom­an; and thou wert the kindest man that ever struck with sword. And thou wert the good­li­est per­son that ever came among press of knights. And thou wert the meekest man, and the gentlest, that ever ate in hall among la­dies. And thou wert the sternest knight to thy mor­tal foe that ever put spear in the rest.\" Then there was weep­ing and do­lor out of meas­ure. Thus they kept Sir Laun­ce­lot's corpse fif­teen days, and then they bur­ied it with great de­vo­tion."},{"B":"#text","C":"/4/57","J":"\n"},{"B":"p","C":"/4/58","J":"Then they went back with the her­mit to his her­mit­age. And Sir Bed­i­vere was there ever still her­mit to his life's end. And Sir Bohort, Sir Hec­tor, Sir Blamor, and Sir Bleoberis went into the Holy Land. And these four knights did many bat­tles upon the mis­cre­ants, the Turks; and there they died upon a Good Fri­day, as it pleased God."},{"B":"#text","C":"/4/59","J":"\n"},{"B":"p","C":"/4/60","A":[{"T":"class","d":"p3"}],"J":"Thus endeth this no­ble and joy­ous book, entitled \"La Morte d'Arthur;\" not­with­stand­ing it treateth of the birth, life, and acts of the said King Ar­thur, and of his no­ble Knights of the Round Ta­ble, their mar­vel­lous enquests and ad­ven­tures, the achiev­ing of the San­gre­al, and, in the end, le Morte d'Arthur, with the dol­or­ous death and de­part­ing out of this world of them all. Which book was re­duced into Eng­lish by Sir Thom­as Mallory, Knight, and di­vid­ed into twen­ty-one books, chap­tered and im­printed and fin­ished in the Ab­bey Westmestre, the last day of July, the year of our Lord MCCCCLXXXV."},{"B":"#text","C":"/4/61","J":"\n"},{"B":"p","C":"/4/62","J":"Cax­ton me fieri fe­cit."},{"B":"#text","C":"/4/63","J":"\n"},{"B":"p","C":"/4/64","A":[{"T":"class","d":"p7"}],"J":" "},{"B":"#text","C":"/4/65","J":"\n"},{"B":"p","C":"/4/66","J":"THE MABINOGEON"},{"B":"#text","C":"/4/67","J":"\n"},{"B":"p","C":"/4/68","A":[{"T":"class","d":"p7"}],"J":" "},{"B":"#text","C":"/4/69","J":"\n"},{"B":"p","C":"/4/70","J":"IN­TRO­DUC­TO­RY NOTE"},{"B":"#text","C":"/4/71","J":"\n"},{"B":"p","C":"/4/72","J":"It has been well known to the lit­e­ra­ti and an­ti­quar­i­ans of Eu­rope that there ex­ist in the great pub­lic li­brar­ies vo­lu­mi­nous man­u­scripts of ro­mances and ta­les once pop­u­lar, but which on the in­ven­tion of print­ing had al­ready be­come an­ti­quat­ed, and fall­en into ne­glect. They were there­fore nev­er printed, and sel­dom pe­rused even by the learn­ed, un­til about half a cen­tu­ry ago, when at­ten­tion was again di­rect­ed to them, and they were found very cu­ri­ous mon­u­ments of an­cient man­ners, hab­its, and modes of think­ing. Sev­er­al have since been ed­ited, some by in­di­vid­u­als, as Sir Wal­ter Scott and the poet Sou­they, oth­ers by an­ti­quar­i­an societies. The class of read­ers which could be counted on for such pub­li­ca­tions was so small that no in­duce­ment of prof­it could be found to tempt ed­i­tors and pub­lish­ers to give them to the world. It was there­fore only a few, and those the most ac­ces­si­ble, which were put in print. There was a class of man­u­scripts of this kind which were known, or ra­ther sus­pected, to be both cu­ri­ous and val­u­a­ble, but which it seemed al­most hope­less to ex­pect ever to see in fair printed Eng­lish. These were the Welsh pop­u­lar ta­les called Mabinogeon, a plu­ral word, the sin­gu­lar be­ing Mabinogi, a tale. Man­u­scripts of these were con­tained in the Bod­lei­an Li­brary at Ox­ford and else­where, but the dif­fi­cul­ty was to find trans­la­tors and ed­i­tors. The Welsh is a spo­ken lan­guage among the peas­ant­ry of Wales, but is en­tire­ly ne­glected by the learn­ed, un­less they are na­tives of the prin­ci­pal­i­ty. Of the few Welsh schol­ars none were found who took suf­fi­cient in­ter­est in this branch of learn­ing to give these pro­duc­tions to the Eng­lish pub­lic. Sou­they and Scott, and oth­ers, who like them, loved the old ro­man­tic leg­ends of their coun­try, of­ten urged upon the Welsh lit­e­ra­ti the duty of re­pro­duc­ing the Mabinogeon. Sou­they, in the pref­ace of his edi­tion of \"Moted'Arthur,\" says: \"The spec­i­mens which I have seen are ex­ceed­ing­ly cu­ri­ous; nor is there a great­er de­sid­er­a­tum in Brit­ish lit­er­a­ture than an edi­tion of these ta­les, with a lit­er­al ver­sion, and such com­ments as Mr. Da­vies of all men is best qual­i­fied to give. Cer­tain it is that many of the round ta­ble fic­tions orig­i­nat­ed in Wales, or in Bre­tagne, and prob­a­bly might still be traced there.\""},{"B":"#text","C":"/4/73","J":"\n"},{"B":"p","C":"/4/74","J":"Again, in a let­ter to Sir Charles W. W. Wynn, dat­ed 1819, he says:"},{"B":"#text","C":"/4/75","J":"\n"},{"B":"p","C":"/4/76","J":"\"I be­gin al­most to de­spair of ever see­ing more of the Mabinogeon; and yet if some com­pe­tent Welsh­man could be found to edit it care­ful­ly, with as lit­er­al a ver­sion as pos­si­ble, I am sure it might be made worth his while by a sub­scrip­tion, print­ing a small edi­tion at a high price, per­haps two hun­dred at five guin­eas. I my­self would glad­ly sub­scribe at that price per vol­ume for such an edi­tion of the whole of your gen­u­ine re­mains in prose and verse. Till some such col­lec­tion is made, the 'gentlemen of Wales' ought to be pro­hib­ited from wear­ing a leek; ay, and in­ter­dicted from toasted cheese also. Your bards would have met with bet­ter us­age if they had been Scotchmen.\""},{"B":"#text","C":"/4/77","J":"\n"},{"B":"p","C":"/4/78","J":"Sha­ron Tur­ner and Sir Wal­ter Scott also ex­pressed a sim­i­lar wish for the pub­li­ca­tion of the Welsh man­u­scripts. The for­mer took part in an at­tempt to ef­fect it, through the in­stru­men­tal­i­ty of a Mr. Owen, a Welsh­man, but, we judge, by what Sou­they says of him, im­per­fect­ly ac­quaint­ed with Eng­lish. Sou­they's lan­guage is \"Wil­liam Owen lent me three parts of the Mabinogeon, de­light­ful­ly translated into so Welsh an id­i­om and syn­tax that such a trans­la­tion is as in­struc­tive as an orig­i­nal.\" In an­oth­er let­ter he adds, \"Let Sha­ron make his lan­guage gram­mat­i­cal, but not al­ter their id­i­om in the slightest point.\""},{"B":"#text","C":"/4/79","J":"\n"},{"B":"p","C":"/4/80","J":"It is prob­a­ble Mr. Owen did not pro­ceed far in an un­der­tak­ing which, so ex­e­cut­ed, could ex­pect but lit­tle pop­u­lar pat­ron­age. It was not till an in­di­vid­u­al should ap­pear pos­sessed of the req­ui­site knowl­edge of the two lan­guages, of en­thu­si­asm suf­fi­cient for the task, and of pe­cu­ni­ary re­sources suf­fi­cient to be in­de­pend­ent of the book­sel­lers and of the read­ing pub­lic, that such a work could be con­fi­dent­ly ex­pected. Such an in­di­vid­u­al has, since Sou­they's day and Scott's, ap­peared in the per­son of Lady Char­lotte Guest, an Eng­lish lady unit­ed to a gen­tle­man of prop­er­ty in Wales, who, hav­ing ac­quired the lan­guage of the prin­ci­pal­i­ty, and be­come en­thu­si­as­ti­cal­ly fond of its lit­er­ary treas­ures, has giv­en them to the Eng­lish read­er, in a dress which the print­er's and the en­grav­er's arts have done their best to adorn. In four roy­al oc­ta­vo vol­umes con­tain­ing the Welsh orig­i­nals, the trans­la­tion, and am­ple il­lus­tra­tions from French, Ger­man, and oth­er con­tem­po­rary and af­fil­i­at­ed lit­er­a­ture, the Mabinogeon is spread be­fore us. To the an­ti­quar­i­an and the stu­dent of lan­guage and eth­nol­o­gy an in­val­u­a­ble treas­ure, it yet can hard­ly in such a form win its way to pop­u­lar ac­quaint­ance. We claim no oth­er mer­it than that of bring­ing it to the knowl­edge of our read­ers, of abridg­ing its de­tails, of se­lect­ing its most at­trac­tive por­tions, and of faith­ful­ly pre­serv­ing through­out the style in which Lady Guest has clothed her leg­ends. For this ser­vice we hope that our read­ers will con­fess we have laid them un­der no light ob­li­ga­tion."},{"B":"#text","C":"/4/81","J":"\n"},{"B":"p","C":"/4/82","J":" "},{"B":"#text","C":"/4/83","J":"\n"}]}],"script":[]}}