{"E":{"v":"0","b":"CHAPTER II","T":"037","K":".html","X":"q37","O":"Ops/037.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a77\"></a><b><i>CHAP­TER</i></b><i> II</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"THE LADY OF THE FOUN­TAIN"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"KYNON'S AD­VEN­TURE"},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"King Ar­thur was at Caer­le­on upon Usk; and one day he sat in his cham­ber, and with him were Owain, the son of Urien, and Kynon, the son of Clydno, and Kay, the son of Kyner, and Guenever and her hand­maid­ens at nee­dle­work by the win­dow. In the cen­tre of the chamher King Ar­thur sat, upon a seat of green rushes, [Foot­note: The use of green rushes in apart­ments was by no means pe­cu­li­ar to the court of Carleon upon Usk. Our an­ces­tors had a great pre­di­lec­tion for them, and they seem to have con­sti­tut­ed an es­sen­tial ar­ti­cle, not only of com­fort, but of lux­u­ry. The cus­tom of strew­ing the floor with rushes is well known to have ex­isted in Eng­land dur­ing the Mid­dle Ages, and also in France.] over which was spread a cov­er­ing of flame-cov­ered sat­in, and a cush­ion of red sat­in was un­der his el­bow."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"Then Ar­thur spoke. \"If I thought you would not dis­par­age me,\" said he, \"I would sleep while I wait for my re­past; and you can en­ter­tain one an­oth­er with re­lat­ing ta­les, and can ob­tain a flag­on of mead and some meat from Kay.\" And the king went to sleep. And Kynon the son of Clydno asked Kay for that which Ar­thur had prom­ised them. \"I too will have the good tale which he prom­ised me,\" said Kay. \"Nay,\" an­swered Kynon; \"fairer will it be for thee to ful­fil Ar­thur's be­hest in the first place, and then we will tell thee the best tale that we know.\" So Kay went to the kitch­en and to the mead-cel­lar, and re­turned, bear­ing a flag­on of mead, and a gold­en gob­let, and a hand­ful of skew­ers, upon which were broiled col­lops of meat. Then they ate the col­lops, and be­gan to drink the mead. \"Now,\" said Kay, \"it is time for you to give me my sto­ry.\" \"Kynon,\" said Owain, \"do thou pay to Kay the tale that is his due.\" \"I will do so,\" an­swered Kynon."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"\"I was the only son of my moth­er and fa­ther, and I was ex­ceed­ing­ly as­pir­ing, and my dar­ing was very great. I thought there was no en­ter­prise in the world too mighty for me: and af­ter I had achieved all the ad­ven­tures that were in my own coun­try, I equipped my­self, and set forth to jour­ney through de­serts and dis­tant re­gions. And at length it chanced that I came to the fairest val­ley in the world, where­in were trees all of equal growth; and a riv­er ran through the val­ley, and a path was by the side of the riv­er. And I fol­lowed the path un­til mid­day, and con­tin­ued my jour­ney along the re­main­der of the val­ley un­til the eve­ning; and at the ex­trem­i­ty of the plain I came to a large and lus­trous cas­tle, at the foot of which was a tor­rent. And I ap­proached the cas­tle, and there I be­held two youths with yel­low curl­ing hair, each with a front­let of gold upon his head, and clad in a gar­ment of yel­low sat­in; and they had gold clasps upon their in­steps. In the hand of each of them was an ivo­ry bow, strung with the sin­ews of the stag, and their ar­rows and their shafts were of the bone of the whale, and were winged with pea­cock's feath­ers. The shafts also had gold­en heads. And they had dag­gers with blades of gold, and with hilts of the bone of the whale. And they were shoot­ing at a mark."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"\"And a lit­tle away from them I saw a man in the prime of life, with his beard new­ly shorn, clad in a robe and man­tle of yel­low sat­in, and round the top of his man­tle was a band of gold lace. On his feet were shoes of var­i­e­gat­ed leath­er, [Foot­note: Cordwal is the word in the orig­i­nal, and from the man­ner in which it is used it is ev­i­dent­ly in­tend­ed for the French Cordouan or Cor­do­van leath­er, which de­rived its name from Cor­do­va, where it was man­u­fac­tured. From this co­mes also our Eng­lish word cord­wain­er.] fas­tened by two bosses of gold. When I saw him I went to­wards him and sa­lut­ed him; and such was his cour­te­sy, that he no soon­er re­ceived my greet­ing than he re­turned it. And he went with me to­wards the cas­tle. Now there were no dwell­ers in the cas­tle, ex­cept those who were in one hall. And there I saw four and twen­ty dam­sels, em­broi­der­ing sat­in at a win­dow. And this I tell thee, Kay, that the least fair of them was fairer than the fairest maid thou didst ever be­hold in the is­land of Brit­ain; and the least love­ly of them was more love­ly than Guenever, the wife of Ar­thur, when she ap­peared love­li­est, at the feast of East­er. They rose up at my com­ing, and six of them took my horse, and di­vested me of my ar­mor, and six oth­ers took my arms and washed them in a ves­sel till they were per­fect­ly bright. And the third six spread cloths upon the ta­bles and pre­pared meat. And the fourth six took off my soiled gar­ments and placed oth­ers upon me, name­ly, an un­der vest and a dou­blet of fine lin­en, and a robe and a sur­coat, and a man­tle of yel­low sat­in, with a broad gold band upon the man­tle. And they placed cush­ions both be­neath and around me, with cov­er­ings of red lin­en, and I sat down. Now the six maid­ens who had tak­en my horse un­har­nessed him as well as if they had been the best squires in the is­land of Brit­ain."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"\"Then be­hold they brought bowls of sil­ver, where­in was wa­ter to wash and tow­els of lin­en, some green and some white; and I washed. And in a lit­tle while the man sat down at the ta­ble. And I sat next to him, and be­low me sat all the maid­ens, ex­cept those who waited on us. And the ta­ble was of sil­ver, and the cloths upon the ta­ble were of lin­en. And no ves­sel was served upon the ta­ble that was not ei­ther of gold or of sil­ver or of buf­fa­lo horn. And our meat was brought to us. And ver­i­ly, Kay, I saw there eve­ry sort of meat, and eve­ry sort of liq­uor that I ever saw else­where; but the meat and the liq­uor were bet­ter served there than I ever saw them in any oth­er place."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"\"Un­til the re­past was half over, nei­ther the man nor any one of the dam­sels spoke a sin­gle word to me; but when the man perceived that it would be more agree­a­ble for me to con­verse than to eat any more, he be­gan to in­quire of me who I was. Then I told the man who I was and what was the cause of my jour­ney, and said that I was seek­ing wheth­er any one was su­pe­ri­or to me, or wheth­er I could gain mas­tery over all. The man looked upon me, and he smiled and said, 'If I did not fear to do thee a mis­chief, I would show thee that which thou seekest.' Then I de­sired him to speak free­ly. And he said: 'Sleep here to-night, and in the morn­ing arise ear­ly, and take the road up­wards through the val­ley, un­til thou read­i­est the wood. A lit­tle way with­in the wood thou wilt come to a large shel­tered glade, with a mound in the cen­tre. And thou wilt see a black man of great stat­ure on the top of the mound. He has but one foot, and one eye in the mid­dle of his fore­head. He is the wood- ward of that wood. And thou wilt see a thou­sand wild an­i­mals graz­ing around him. In­quire of him the way out of the glade, and he will re­ply to thee brief­ly, and will point out the road by which thou shalt find that which thou art in quest of.'"},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"\"And long seemed that night to me. And the next morn­ing I arose and equipped my­self, and mount­ed my horse, and pro­ceeded straight through the val­ley to the wood, and at length I ar­rived at the glade. And the black man was there, sit­ting upon the top of the mound; and I was three times more aston­ished at the num­ber of wild an­i­mals that I be­held than the man had said I should be. Then I in­quired of him the way and he asked me rough­ly whith­er I would go. And when I had told him who I was and what I sought, 'Take,' said he, 'that path that leads to­ward the head of the glade, and there thou wilt find an open space like to a large val­ley, and in the midst of it a tall tree. Un­der this tree is a foun­tain, and by the side of the foun­tain a mar­ble slab, and on the mar­ble slab a sil­ver bowl, at­tached by a chain of sil­ver, that it may not be car­ried away. Take, the bowl and throw a bowlful of wa­ter on the slab. And if thou dost not find trou­ble in that ad­ven­ture, thou needest not seek it dur­ing the rest of thy life.'"},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"\"So I jour­neyed on un­til I reached the sum­mit of the steep. And there I found eve­ry­thing as the black man had de­scribed it to me. And I went up to the tree, and be­neath it I saw the foun­tain, and by its side the mar­ble slab, and the sil­ver bowl fas­tened by the chain. Then I took the bowl, and cast a bowlful of wa­ter upon the slab, and im­me­di­ate­ly I heard a mighty peal of thun­der, so that heav­en and earth seemed to trem­ble with its fury. And af­ter the thun­der came a, show­er; and of a truth I tell thee, Kay, that it was such a show­er as nei­ther man nor beast could en­dure and live. I turned my horse's flank to­ward the show­er, and placed the beak of my shield over his head and neck, while I held the up­per part of it over my own neck. And thus I with­stood the show­er. And pres­ent­ly the sky be­came clear, and with that, be­hold, the birds light­ed upon the tree, and sang. And tru­ly, Kay, I nev­er heard any mel­o­dy equal to that, ei­ther be­fore or since. And when I was most charmed with lis­ten­ing to the birds, lo! a chiding voice was heard of one ap­proach­ing me and say­ing: 'O knight, what has brought thee hith­er? What evil have I done to thee that thou shouldst act to­wards me and my pos­ses­sions as thou hast this day? Dost thou not know that the show­er to-day has left in my do­min­ions nei­ther man nor beast alive that was ex­posed to it?' And there­up­on, be­hold, a knight on a black horse ap­peared, clothed in jet-black vel­vet, and with a tab­ard of black lin­en about him. And we charged each oth­er, and, as the on­set was fu­ri­ous, it was not long be­fore I was overthrown. Then the knight passed the shaft of his lance through the bri­dle-rein of my horse, and rode off with the two hors­es, leav­ing me where I was. And he did not even be­stow so much no­tice upon me as to im­pris­on me, nor did he de­spoil me of my arms. So I re­turned along the road by which I had come. And when I reached the glade where the black man was, I con­fess to thee, Kay, it is a mar­vel that I did not melt down into a liq­uid pool, through the shame that I felt at the black man's de­ri­sion. And that night I came to the same cas­tle where I had spent the night pre­ced­ing. And I was more agree­a­bly en­ter­tained that night than I had been the night be­fore. And I con­versed free­ly with the in­mates of the cas­tle; and none of them al­lud­ed to my ex­pe­di­tion to the foun­tain, nei­ther did I men­tion it to any. And I re­mained there that night. When I arose on the mor­row I found ready saddled a dark bay pal­frey, with nos­trils as red as scar­let. And af­ter put­ting on my ar­mor, and leav­ing there my bles­sing, I re­turned to my own court. And that horse I still pos­sess, and he is in the sta­ble yon­der. And I de­clare that I would not part with him for the best pal­frey in the is­land of Brit­ain."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"\"Now, of a truth, Kay, no man ever be­fore con­fessed to an ad­ven­ture so much to his own dis­cred­it; and ver­i­ly it seems strange to me that nei­ther be­fore nor since have I heard of any per­son who knew of this ad­ven­ture, and that the sub­ject of it should ex­ist with­in King Ar­thur's do­min­ions with­out any oth­er per­son light­ing upon it.\""},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":" "},{"B":"#text","C":"/4/27","J":"\n"}]}],"script":[]}}