{"E":{"v":"0","b":"CHAPTER IV","T":"039","K":".html","X":"q39","O":"Ops/039.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a79\"></a><b><i>CHAP­TER</i></b><i> IV</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"THE LADY OF THE FOUN­TAIN (Con­tin­ued)"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"GA­WAIN'S AD­VEN­TURE"},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"It be­fell that, as Ga­wain went forth one day with King Ar­thur, he perceived him to be very sad and sorrowful. And Ga­wain was much grieved to see Ar­thur in his state, and he ques­tioned him, say­ing, \"O my lord, what has be­fall­en thee?\" \"In sooth, Ga­wain,\" said Ar­thur, \"I am grieved con­cern­ing Owain, whom I have lost these three years; and I shall cer­tain­ly die if the fourth year pass with­out my see­ing him. Now I am sure that it is through the tale which Kynon, the son of Clydno, re­lat­ed, that I have lost Owain.\" \"There is no need for thee,\" said Ga­wain, \"to sum­mon to arms thy whole do­min­ions on this ac­count, for thou thy­self, and the men of thy house­hold, will be able to avenge Owain if he be slain or to set him free if he be in pris­on; and, if alive, to bring him back with thee.\" And it was settled ac­cord­ing to what Ga­wain had said."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"Then Ar­thur and the men of his house­hold pre­pared to go and seek Owain. And Kynon, the son of Clydno, acted as their guide. And Ar­thur came to the cas­tle where Kynon had been be­fore. And when he came there, the youths were shoot­ing in the same place, and the yel­low man was stand­ing hard by. When the yel­low man saw Ar­thur, he greeted him, and in­vit­ed him to the cas­tle. And Ar­thur ac­cept­ed his in­vi­ta­tion, and they en­tered the cas­tle to­geth­er. And great as was the num­ber of his ret­i­nue, their pres­ence was scarce­ly ob­served in the cas­tle, so vast was its ex­tent. And the maid­ens rose up to wait on them. And the ser­vice of the maid­ens ap­peared to them all to ex­cel any at­tend­ance they had ever met with; and even the pages, who had charge of the hors­es, were no worse served that night than Ar­thur him­self would have been in his own pal­ace."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"The next morn­ing Ar­thur set out thence, with Kynon for his guide, and came to the place where the black man was. And the stat­ure of the black man was more sur­pris­ing to Ar­thur than it had been rep­re­sented to him. And they came to the top of the wood­ed steep, and trav­ersed the val­ley, till they reached the green tree, where they saw the foun­tain and the bowl and the slab. And upon that Kay came to Ar­thur, and spoke to him. \"My lord,\" said he, \"I know the mean­ing of all this, and my re­quest is that thou wilt per­mit me to throw the wa­ter on the slab, and to re­ceive the first ad­ven­ture that may be­fall.\" And Ar­thur gave him leave."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"Then Kay threw a bowlful of wa­ter upon the slab, and im­me­di­ate­ly there came the thun­der, and af­ter the thun­der the show­er. And such a thun­der-storm they had nev­er known be­fore. Af­ter the show­er had ceased, the sky be­came clear, and on look­ing at the tree, they be­held it com­plete­ly leaf­less. Then the birds de­scended upon the tree. And the song of the birds was far sweeter than any strain they had ever heard be­fore. Then they be­held a knight, on a coal- black horse, clothed in black sat­in, com­ing rap­id­ly to­wards them. And Kay met him and en­coun­tered him, and it was not long be­fore Kay was overthrown. And the knight with­drew. And Ar­thur and his host en­camped for the night."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"And when they arose in the morn­ing, they perceived the sig­nal of com­bat upon the lance of the knight. Then, one by one, all the house­hold of Ar­thur went forth to com­bat the knight, un­til there was not one that was not overthrown by him, ex­cept Ar­thur and Ga­wain. And Ar­thur armed him­self to en­coun­ter the knight. \"O my lord,\" said Ga­wain, \"per­mit me to fight with him first.\" And Ar­thur permitted him. And he went forth to meet the knight, hav­ing over him­self and his horse a sat­in robe of hon­or, which had been sent him by the daugh­ter of the Earl of Rhangyr, and in this dress he was not known by any of the host. And they charged each oth­er, and fought all that day un­til the eve­ning. And nei­ther of them was able to un­horse the oth­er. And so it was the next day; they broke their lances in the shock, but nei­ther of them could ob­tain the mas­tery."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"And the third day they fought with ex­ceed­ing strong lances. And they were in­censed with rage, and fought fu­ri­ous­ly, even un­til noon. And they gave each oth­er such a shock that the girths of their hors­es were bro­ken, so that they fell over their hors­es' crup­pers to the ground. And they rose up speed­i­ly and drew their swords, and re­sumed the com­bat. And all they that wit­nessed their en­coun­ter felt as­sured that they had nev­er be­fore seen two men so val­iant or so pow­er­ful. And had it been mid­night, it would have been light, from the fire that flashed from their weap­ons. And the knight gave Ga­wain a blow that turned his hel­met from off his face, so that the knight saw that it was Ga­wain. Then Owain said, \"My lord Ga­wain, I did not know thee for my cous­in, ow­ing to the robe of hon­or that en­vel­oped thee; take my sword and my arms.\" Said Ga­wain, \"Thou, Owain, art the vic­tor; take thou my sword.\" And with that Ar­thur saw that they were con­vers­ing, and ad­vanced to­ward them. \"My lord Ar­thur,\" said Gawam, \"here is Owain who has van­quished me, and will not take my arms.\" \"My lord,\" said Owain, \"it is he that has van­quished me, and he will not take my sword.\" \"Give me your swords,\" said Ar­thur, \"and then nei­ther of you has van­quished the oth­er.\" Then Owain put his arms around Ar­thur's neck, and they em­braced. And all the host hur­ried for­ward to see Owain, and to em­brace him. And there was nigh be­ing a loss of life, so great was the press."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"And they re­tired that night, and the next day Ar­thur pre­pared to de­part. \"My lord,\" said Owain, \"this is not well of thee. For I have been ab­sent from thee these three years, and dur­ing all that time, up to this very day, I have been pre­par­ing a ban­quet for thee, know­ing that thou wouldst come to seek me. Tar­ry with me, there­fore, un­til thou and thy at­tend­ants have re­cov­ered the fa­tigues of the jour­ney, and have been anointed.\""},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"And they all pro­ceeded to the cas­tle of the Coun­tess of the Foun­tain, and the ban­quet which had been three years pre­par­ing was con­sumed in three months. Nev­er had they a more de­li­cious or agree­a­ble ban­quet. And Ar­thur pre­pared to de­part. Then he sent an em­bas­sy to the Coun­tess to be­seech her to per­mit Owain to go with him, for the space of three months, that he might show him to the no­bles and the fair dames of the is­land of Brit­ain. And the Coun­tess gave her con­sent, al­though it was very pain­ful to her. So Owain came with Ar­thur to the is­land of Brit­ain. And when he was once more amongst his kin­dred and friends, he re­mained three years, in­stead of three months, with them."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"THE AD­VEN­TURE OF THE LION"},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"And as Owain one day sat at meat, in the city of Caer­le­on upon Usk, be­hold a dam­sel en­tered the hall, upon a bay horse, with a curl­ing mane, and cov­ered with foam; and the bri­dle, and as much as was seen of the sad­dle, were of gold. And the dam­sel was ar­rayed in a dress of yel­low sat­in. And she came up to Owain, and took the ring from off his hand. \"Thus,\" said she, \"shall be treated the de­ceiv­er, the trai­tor, the faith­less, the dis­graced, and the beard­less.\" And she turned her horse's head and de­part­ed."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"[Foot­note: The cus­tom of rid­ing into a hall while the lord and his guests sat at meat might be il­lus­trat­ed by nu­mer­ous pas­sages of an­cient ro­mance and his­to­ry. But a quo­ta­tion from Chau­cer's beau­ti­ful and half-told tale of \"Cambuscan\" is suf­fi­cient:"},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"\"And so be­fell that af­ter the thridde cours, While that this king sat thus in his nobley, Herking his minstralles thir thinges play, Beforne him at his bord de­li­cious­ly, In at the hal­le door all sodenly Ther came a knight upon a stede of bras, And in his hond a brod mirrour of glas; Upon his thombe he had of gold a ring, And by his side a na­ked sword hang­ing; And up he rideth to the highe bord. In all the hal­le ne was ther spoke a word, For meryaille of this knight; him to be­hold Full besily they waiten, young and old.\"]"},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"Then his ad­ven­ture came to Owain's re­mem­brance, and he was sorrowful. And hav­ing fin­ished eat­ing, he went to his own abode, and made prep­a­ra­tions that night. And the next day he arose, but did not go to the court, nor did he re­turn to the Coun­tess of the Foun­tain, but wan­dered to the dis­tant parts of the earth and to un­cul­ti­vat­ed moun­tains. And he re­mained there un­til all his ap­par­el was worn out, and his body was wast­ed away, and his hair was grown long. And he went about with the wild beasts, and fed with them, un­til they be­came fa­mil­i­ar with him. But at length he be­came so weak that he could no long­er bear them com­pa­ny. Then he de­scended from the moun­tains to the val­ley, and came to a park, that was the fairest in the world, and be­longed to a char­i­ta­ble lady."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"One day the lady and her at­tend­ants went forth to walk by a lake that was in the mid­dle of the park. And they saw the form of a man, ly­ing as if dead. And they were ter­ri­fied. Nev­er­the­less they went near him, and touched him, and they saw that there was life in him. And the lady re­turned to the cas­tle, and took a flask full of pre­cious oint­ment and gave it to one of her maid­ens. \"Go with this,\" said she, \"and take with thee yon­der horse, and cloth­ing, and place them near the man we saw just now; and anoint him with this bal­sam near his heart; and if there is life in him, he will re­vive, through the ef­fi­cien­cy of this bal­sam. Then watch what he will do.\""},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"And the maid­en de­part­ed from her, and went and poured of the bal­sam upon Owain, and left the horse and the gar­ments hard by, and went a lit­tle way off and hid her­self to watch him. In a short time, she saw him be­gin to move; and he rose up, and looked at his per­son, and be­came ashamed of the unseemliness of his ap­pear­ance. Then he perceived the horse and the gar­ments that were near him. And he clothed him­self, and with dif­fi­cul­ty mount­ed the horse. Then the dam­sel dis­cov­ered her­self to him, and sa­lut­ed him. And he and the maid­en pro­ceeded to the cas­tle, and the maid­en con­ducted him to a pleas­ant cham­ber, and kindled a fire, and left him."},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"And he stayed at the cas­tle three months, till he was re­stored to his for­mer guise, and be­came even more come­ly than he had ever been be­fore. And Owain ren­dered sig­nal ser­vice to the lady, in a con­tro­ver­sy with a pow­er­ful neigh­bor, so that he made am­ple re­quit­al to her for her hos­pi­tal­i­ty; and he took his de­par­ture."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"And as he jour­neyed he heard a loud yell­ing in a wood. And it was re­peat­ed a se­cond and a third time. And Owain went to­wards the spot, and be­held a huge crag­gy mound, in the mid­dle of the wood, on the side of which was a gray rock. And there was a cleft in the rock, and a ser­pent was with­in the cleft. And near the rock stood a black lion, and eve­ry time the lion sought to go thence the ser­pent darted to­wards him to at­tack him. And Owain un­sheathed his sword, and drew near to the rock; and as the ser­pent sprung out he struck him with his sword and cut him in two. And he dried his sword, and went on his way as be­fore. But be­hold the lion fol­lowed him, and played about him, as though it had been a grey­hound that he had reared."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"They pro­ceeded thus through­out the day, un­til the eve­ning. And when it was time for Owain to take his rest he dis­mounted, and turned his horse loose in a flat and wood­ed mead­ow. And he struck fire, and when the fire was kindled, the lion brought him fuel enough to last for three nights. And the lion dis­ap­peared. And pres­ent­ly the lion re­turned, bear­ing a fine large roe­buck. And he threw it down be­fore Owain, who went to­wards the fire with it."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"And Owain took the roe­buck, and skinned it, and placed col­lops of its flesh upon skew­ers round the fire. The rest of the buck he gave to the lion to de­vour. While he was so em­ployed, he heard a deep groan near him, and a se­cond, and a third. And the place whence the groans pro­ceeded was a cave in the rock; and Owain went near, and called out to know who it was that groaned so piteously. And a voice an­swered, \"I am Luned, the hand-maid­en of the Coun­tess of the Foun­tain.\" \"And what dost thou here?\" said he. \"I am im­pris­oned,\" said she, \"on ac­count of the knight who came from Ar­thur's court, and mar­ried the Coun­tess. And he staid a short time with her, but he af­ter­wards de­part­ed for the court of Ar­thur, and has not re­turned since. And two of the Coun­tess's pages tra­duced him, and called him a de­ceiv­er. And be­cause I said I would vouch for it he would come be­fore long and main­tain his cause against both of them, they im­pris­oned me in this cave, and said that I should be put to death, un­less he came to de­liv­er me, by a cer­tain day; and that is no fur­ther off than to-mor­row, and I have no one to send to seek him for me. His name is Owain, the son of Urien.\" \"And art thou cer­tain that if that knight knew all this, he would come to thy res­cue?\" \"I am most cer­tain of it,\" said she."},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"When the col­lops were cooked, Owain di­vid­ed them into two parts, be­tween him­self and the maid­en, and then Owain laid him­self down to sleep; and nev­er did sen­ti­nel keep stricter watch over his lord than the lion that night over Owain."},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":"And the next day there came the two pages with a great troop of at­tend­ants to take Luned from her cell, and put her to death. And Owain asked them what charge they had against her. And they told him of the com­pact that was be­tween them; as the maid­en had done the night be­fore. \"And,\" said they, \"Owain has failed her, there­fore we are tak­ing her to be burnt.\" \"Tru­ly,\" said Owain, \"he is a good knight; and if he knew that the maid­en was in such per­il, I mar­vel that he came not to her res­cue. But if you will ac­cept me in his stead, I will do bat­tle with you.\" \"We will,\" said the youth."},{"B":"#text","C":"/4/49","J":"\n"},{"B":"p","C":"/4/50","J":"And they at­tacked Owain, and he was hard be­set by them. And with that, the lion came to Owain's as­sis­tance, and they two got the bet­ter of the young men And they said to him, \"Chief­tain, it was not agreed that we should fight save with thy­self alone, and it is harder for us to con­tend with yon­der an­i­mal than with thee.\" And Owain put the lion in the place where Luned had been im­pris­oned, and blocked up the door with stones. And he went to fight with the young men as be­fore. But Owain had not his usu­al strength, and the two youths pressed hard upon him. And the lion roared in­ces­sant­ly at see­ing Owain in trou­ble. And he brust through the wall, un­til he found a way out, and rushed upon the young men and in­stant­ly slew them. So Luned was saved from be­ing burned."},{"B":"#text","C":"/4/51","J":"\n"},{"B":"p","C":"/4/52","J":"Then Owain re­turned with Luned to the cas­tle of the Lady of the Foun­tain. And when he went thence, he took the Coun­tess with him to Ar­thur's court, and she was his wife as long as she lived."},{"B":"#text","C":"/4/53","J":"\n"},{"B":"p","C":"/4/54","J":" "},{"B":"#text","C":"/4/55","J":"\n"}]}],"script":[]}}