{"E":{"v":"0","b":"CHAPTER V","T":"040","K":".html","X":"q40","O":"Ops/040.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a80\"></a><b><i>CHAP­TER</i></b><i> V</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"GE­RAINT, THE SON OF ERBIN"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Ar­thur was ac­cus­tomed to hold his court at Caer­le­on upon Usk. And there he held it sev­en East­ers and five Christmases. And once upon a time he held his court there at Whit­sun­tide. For Caer­le­on was the place most easy of ac­cess in his do­min­ions, both by sea and by land. And there were as­sem­bled nine crowned kings, who were his trib­u­tar­ies, and like­wise earls and bar­ons. For they were his in­vit­ed guests at all the high fes­ti­vals, un­less they were pre­vented by any great hinderatice. And when he was at Caer­le­on hold­ing his court, thir­teen churches were set apart for mass. And thus they were ap­point­ed: one church for Ar­thur and his kings, and his guests; and the se­cond for Guenever and her la­dies; and the third for the stew­ard of the house­hold and the suit­ors; and the fourth for the Franks and the oth­er of­fic­ers; and the oth­er nine churches were for the nine mas­ters of the house­hold, and chief­ly for Ga­wain, for he, from the em­i­nence of his war­like fame, and from the no­ble­ness of his birth, was the most ex­alt­ed of the nine. And there was no oth­er ar­range­ment re­spect­ing the churches than that which we have here men­tioned."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"And on Whit-Tues­day, as the king sat at the ban­quet, lo, there en­tered a tall, fair-head­ed youth, clad in a coat and sur­coat of sat­in, and a gold­en-hilted sword about his neck, and low shoes of leath­er upon his feet. And he came and stood be­fore Ar­thur. \"Hail to thee, lord,\" said he. \"Heav­en pros­per thee,\" he an­swered, \"and be thou wel­come. Dost thou bring any new tid­ings?\" \"I do, lord,\" he said. \"I am one of thy for­est­ers, lord, in the for­est of Dean, and my name is Madoc, son of Turgadarn. In the for­est I saw a stag, the like of which be­held I nev­er yet.\" \"What is there about him,\" asked Ar­thur, \"that thou nev­er yet didst see his like?\" \"He is of pure white, lord, and he does not herd with any oth­er an­i­mal, through state­li­ness and pride, so roy­al is his bear­ing. And I come to seek thy coun­sel, lord, and to know thy will con­cern­ing him.\" \"It seems best to me,\" said Ar­thur, \"to go and hunt him to-mor­row at break of day, and to cause gen­er­al no­tice there­of to be giv­en to-night, in all quar­ters of the court.\""},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"\"For Ar­thur on the Whit­sun­tide be­fore Held court at old Caer­le­on upon Usk. There on a day, he sit­ting high in hall, Be­fore him came a for­est­er of Dean, Wet from the woods, with no­tice of a hart"},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"Taller than all his fel­lows, milky-white, First seen that day: these things he told the king. Then the good king gave or­der to let blow His horns for hunt­ing on the mor­row morn.\""},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"--Enid."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"And Arryfuerys was Ar­thur's chief hunts­man, and Arelivri his chief page. And all re­ceived no­tice; and thus it was ar­ranged."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"Then Guenever said to Ar­thur, \"Wilt thou per­mit me, lord, to go to-mor­row to see and hear the hunt of the stag of which the young man spoke?\" \"I will glad­ly,\" said Ar­thur. And Ga­wain said to Ar­thur, \"Lord, if it seem well to thee, per­mit that into whose hunt so­ev­er the stag shall come, that one, be he a knight or one on foot, may cut off his head, and give it to whom he pleases, wheth­er to his own lady-love, or to the lady of his friend.\" \"I grant it glad­ly,\" said Ar­thur, \"and let the stew­ard of the house­hold be chas­tised, if all things are not ready to-mor­row for the chase.\""},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"And they passed the night with songs, and di­ver­sions, and dis­course, and am­ple en­ter­tain­ment. And when it was time for them all to go to sleep, they went. And when the next day came, they arose. And Ar­thur called the at­tend­ants who guard­ed his couch. And there were four pages whose names were Cadyrnerth, the son of Gandwy, and Ambreu, the son of Bedwor and Amhar, the son of Ar­thur and Goreu, the son of Custennin. And these men came to Ar­thur and sa­lut­ed him, and ar­rayed him in his gar­ments. And Ar­thur won­dered that Guenever did not awake, and the at­tend­ants wished to awak­en her. \"Dis­turb her not,\" said Ar­thur, \"for she had ra­ther sleep than go to see the hunt­ing.\""},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"Then Ar­thur went forth, and he heard two horns sound­ing, one from near the lodg­ing of the chief hunts­man, and the oth­er from near that of the chief page. And the whole as­sem­bly of the mul­ti­tudes came to Ar­thur, and they took the road to the for­est."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"And af­ter Ar­thur had gone forth from the pal­ace, Guenever awoke, and called to her maid­ens, and apparalled her­self. \"Maid­ens,\" said she, \"I had leave last night to go and see the hunt. Go one of you to the sta­ble, and or­der hith­er a horse such as a wom­an may ride.\" And one of them went, and she found but two hors­es in the sta­ble; and Guenever and one of her maid­ens mount­ed them, and went through the Usk, and fol­lowed the track of the men and the hors­es. And as they rode thus, they heard a loud and rush­ing sound; and they looked be­hind them, and be­held a knight upon a hunt­er foal of mighty size. And the rid­er was a fairhaired youth, bare-leg­ged, and of prince­ly mien; and a gold­en-hilted sword was at his side, and a robe and a sur­coat of sat­in were upon him, and two low shoes of leath­er upon his feet; and around him was a scarf of blue pur­ple, at each cor­ner of which was a gold­en ap­ple."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"\"For Prince Ge­raint, Late also, wear­ing nei­ther hunt­ing-dress Nor weap­on, save a gold­en-hilted brand, Came quick­ly flash­ing through the shal­low ford.\" --Enid."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"And his horse stepped state­ly, and swift, and proud; and he over­took Guenever, and sa­lut­ed her. \"Heav­en pros­per thee, Ge­raint,\" said she; \"and why didst thou not go with thy lord to hunt?\" \"Be­cause I knew not when he went,\" said he. \"I mar­vel too,\" said she, \"how he could go, un­known to me. But thou, O young man, art the most agree­a­ble com­pan­ion I could have in the whole king­dom; and it may be I shall be more amused with the hunt­ing than they; for we shall hear the horns when they sound and we shall hear the dogs when they are let loose and be­gin to cry.\""},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"So they went to the edge of the for­est, and there they stood. \"From this place,\" said she, \"we shall hear when the dogs are let loose.\" And there­up­on they heard a loud noise; and they looked to­wards the spot whence it came, and they be­held a dwarf rid­ing upon a horse, state­ly and foam­ing and pranc­ing and strong and spir­it­ed. And in the hand of the dwarf was a whip. And near the dwarf they saw a lady upon a beau­ti­ful white horse, of steady and state­ly pace; and she was clothed in a gar­ment of gold bro­cade. And near her was a knight upon a war-horse of large size, with heavy and bright ar­mor both upon him­self and upon his horse. And tru­ly they nev­er be­fore saw a knight, or a horse, or ar­mor, of such re­mark­a­ble size."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"\"Ge­raint,\" said Guenever, \"knowest thou the name of that tall knight yon­der?\" \"I know him not,\" said he, \"and the strange ar­mor that he wears pre­vents my ei­ther see­ing his face or his fea­tures.\" \"Go, maid­en,\" said Guenever, \"and ask the dwarf who that knight is.\" Then the maid­en went up to the dwarf; and she in­quired of the dwarf who the knight was. \"I will not tell thee,\" he an­swered. \"Since thou art so churl­ish,\" said she, \"I will ask him, him­self.\" \"Thou shalt not ask him, by my faith,\" said he. \"Where­fore not?\" said she. \"Be­cause thou art not of hon­or suf­fi­cient to be­fit thee to speak to my lord.\" Then the maid­en turned her horse's head to­wards the knight, upon which the dwarf struck her with the whip that was in his hand across the face and the eyes, so that the blood flowed forth. And the maid­en re­turned to Guenever, com­plain­ing of the hurt she had re­ceived. \"Very rude­ly has the dwarf treated thee,\" said Ge­raint, and he put his hand upon the hilt of his sword. But he took coun­sel with him­self, and con­sid­ered that it would be no venge­ance for him to slay the dwarf, and to be at­tacked un­armed by the armed knight; so he re­frained."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"\"Lady,\" said he, \"I will fol­low him, with thy per­mis­sion, and at last he will come to some in­hab­it­ed place, where I may have arms, ei­ther as a loan or for a pledge, so that I may en­coun­ter the knight.\" \"Go,\" said she, \"and do not at­tack him un­til thou hast good arms; and I shall be very anx­ious con­cern­ing thee, un­til I hear tid­ings of thee.\" \"If I am alive,\" said he, \"thou shalt hear tid­ings of me by to-mor­row af­ter­noon;\" and with that he de­part­ed."},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"And the road they took was be­low the pal­ace of Caer­le­on, and across the ford of the Usk; and they went along a fair and even and lofty ridge of ground, un­til they came to a town, and at the ex­trem­i­ty of the town they saw a for­tress and a cas­tle. And as the knight passed through the town all the peo­ple arose and sa­lut­ed him, and bade him wel­come. And when Ge­raint came into the town, he looked at eve­ry house to see if he knew any of those whom he saw. But he knew none, and none knew him, to do him the kind­ness to let him have arms, ei­ther as a loan or for a pledge. And eve­ry house he saw was full of men, and arms, and hors­es. And they were pol­ish­ing shields, and bur­nish­ing swords, and wash­ing ar­mor, and shoe­ing hors­es. And the knight and the lady and the dwarf rode up to the cas­tle, that was in the town, and eve­ry one was glad in the cas­tle. And from the bat­tle­ments and the gates they risked their necks, through their ea­ger­ness to greet them, and to show their joy."},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"Ge­raint stood there to see wheth­er the knight would re­main in the cas­tle; and when he was cer­tain that he would do so, he looked around him. And at a lit­tle dis­tance from the town he saw an old pal­ace in ru­ins, where­in was a hall that was fall­ing to de­cay."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"\"And high above a piece of tur­ret-stair, Worn by the feet that now were si­lent, wound Bare to the sun\""},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"--Enid."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"And as he knew not any one in the town, he went to­wards the old pal­ace. And when he came near to the pal­ace, he saw a hoary-head­ed man, stand­ing by it, in tat­tered gar­ments. And Ge­raint gazed stead­fast­ly upon him. Then the hoary-head­ed man said to him, \"Young man, where­fore art thou thought­ful?\" \"I am thought­ful,\" said he, \"be­cause I know not where to pass the night.\" \"Wilt thou come for­ward this way, chief­tain,\" said he, \"and thou shalt have of the best that can be pro­cured for thee.\" So Ge­raint went for­ward. And the hoary-head­ed man led the way into the hall. And in the hall he dis­mounted, and he left there his horse. Then he went on to the up­per cham­ber with the hoary-head­ed man. And in the cham­ber he be­held an old wom­an, sit­ting on a cush­ion, with old, worn-out gar­ments upon her; yet it seemed to him that she must have been come­ly when in the bloom of youth. And be­side her was a maid­en, upon whom were a vest and a veil that were old and be­gin­ning to be worn out. And tru­ly he nev­er saw a maid­en more full of come­li­ness and grace and beau­ty than she. And the hoary- head­ed man said to the maid­en, \"There is no at­tend­ant for the horse of this youth but thy­self.\" \"I will ren­der the best ser­vice I am able,\" said she, \"both to him and to his horse.\" And the maid­en dis­ar­rayed the youth, and then she fur­nished his horse with straw and corn; and then she re­turned to the cham­ber. And the hoary-head­ed man said to the maid­en, \"Go to the town and bring hith­er the best that thou canst find, both of food and of liq­uor.\" \"I will glad­ly, lord,\" said she. And to the town went the maid­en. And they con­versed to­geth­er while the maid­en was at the town. And, be­hold, the maid­en came back, and a youth with her, bear­ing on his back a cos­trel full of good pur­chased mead, and a quar­ter of a young bull­ock. And in the hands of the maid­en was a quan­ti­ty of white bread, and she had some man­chet bread in her veil, and she came into the cham­ber. \"I would not ob­tain bet­ter than this,\" said she, \"nor with bet­ter should I have been trusted.\" \"It is good enough,\" said Ge­raint. And they caused the meat to be boiled; and when their food was ready, they sat down. And it was in this wise. Ge­raint sat be­tween the hoary-head­ed man and his wife, and the maid­en served them. And they ate and drank."},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"And when they had fin­ished eat­ing, Ge­raint talked with the hoary- head­ed man, and he asked him in the first place to whom be­longed the pal­ace that he was in. \"Tru­ly,\" said he, \"it was I that built it, and to me also be­longed the city and the cas­tle which thou sawest.\" \"Alas!\" said Ge­raint, \"how is it that thou hast lost them now?\" \"I lost a great earl­dom as well as these,\" said he, \"and this is how I lost them. I had a neph­ew, the son of my broth­er, and I took care of his pos­ses­sions; but he was im­pa­tient to en­ter upon them, so he made war upon me, and wrested from me not only his own, but also my es­tates, ex­cept this cas­tle.\" \"Good sir,\" said Ge­raint, \"wilt thou tell me where­fore came the knight and the lady and the dwarf just now into the town, and what is the prep­a­ra­tion which I saw, and the put­ting of arms in or­der?\" \"I will do so,\" said he. \"The prep­a­ra­tions are for the game that is to be held to-mor­row by the young earl, which will be on this wise. In the midst of a mead­ow which is here, two forks will be set up, and upon the two forks a sil­ver rod, and upon the sil­ver rod a spar­row-hawk, and for the spar­row-hawk there will be a tour­na­ment. And to the tour­na­ment will go all the ar­ray thou didst see in the city, of men and of hors­es and of arms. And with each man will go the lady he loves best; and no man can joust for the spar­row-hawk, ex­cept the lady he loves best be with him. And the knight that thou sawest has gained the spar­row-hawk these two years; and if he gains it the third year, he will be called the Knight of the Spar­row-hawk from that time forth.\" \"Sir,\" said Ge­raint, \"what is thy coun­sel to me con­cern­ing this knight, on ac­count of the in­sult which the maid­en of Guenever re­ceived from the dwarf?\" And Ge­raint told the hoary-head­ed man what the in­sult was that the maid­en had re­ceived. \"It is not easy to coun­sel thee, inasmuch as thou hast nei­ther dame nor maid­en be­long­ing to thee, for whom thou canst joust. Yet I have arms here, which thou couldst have, and there is my horse also, if he seem to thee bet­ter than thine own.\" \"Ah, sir,\" said he, \"Heav­en re­ward thee! But my own horse to which I am ac­cus­tomed, to­geth­er with thine arms, will suf­fice me. And if, when the ap­point­ed time shall come to-mor­row thou wilt per­mit me, sir, to chal­lenge for yon­der maid­en that is thy daugh­ter, I will en­gage, if I es­cape from the tour­na­ment, to love the maid­en as long as I live.\" \"Glad­ly will I per­mit thee,\" said the hoary-head­ed man; \"and since thou dost thus re­solve, it is nec­es­sary that thy horse and arms should be ready to-mor­row at break of day. For then the Knight of the Spar­row-hawk will make proc­la­ma­tion, and ask the lady he loves best to take the spar­row-hawk; and if any deny it to her, by force will he de­fend her claim. And there­fore,\" said the hoary-head­ed man, \"it is need­ful for thee to be there at day­break, and we three will be with thee.\" And thus was it settled."},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":"And at night they went to sleep. And be­fore the dawn they arose and ar­rayed them­selves; and by the time that it was day, they were all four in the mead­ow. And there was the Knight of the Spar­row- hawk mak­ing the proc­la­ma­tion, and ask­ing his lady-love to take the spar­row-hawk. \"Take it not,\" said Ge­raint, \"for here is a maid­en who is fairer, and more no­ble, and more come­ly, and who has a bet­ter claim to it than thou.\" Then said the knight, \"If thou maintainest the spar­row-hawk to be due to her, come for­ward and do bat­tle with me.\" And Ge­raint went for­ward to the top of the mead­ow, hav­ing upon him­self and upon his horse ar­mor which was heavy and rusty, and of un­couth shape. Then they en­coun­tered each oth­er, and they broke a set of lances; and they broke a se­cond set, and a third. And when the earl and his com­pa­ny saw the Knight of the Spar­row-hawk gain­ing the mas­tery, there was shout­ing and joy and mirth amongst them; and the hoary-head­ed man and his wife and his daugh­ter were sorrowful. And the hoary-head­ed man served Ge­raint with lances as of­ten as he broke them, and the dwarf served the Knight of the Spar­row-hawk. Then the hoary-head­ed man said to Ge­raint, \"O chief­tain, since no oth­er will hold with thee, be­hold, here is the lance which was in my hand on the day when I re­ceived the hon­or of knight­hood, and from that time to this I nev­er broke it, and it has an ex­cel­lent point.\" Then Ge­raint took the lance, thank­ing the hoary-head­ed man. And there­up­on the dwarf also brought a lance to his lord. \"Be­hold, here is a lance for thee, not less good than his,\" said the dwarf. \"And be­think thee that no knight ever with­stood thee so long as this one has done.\" \"I de­clare to Heav­en,\" said Ge­raint, \"that un­less death takes me quick­ly hence, he shall fare nev­er the bet­ter for thy ser­vice.\" And Ge­raint pricked his horse to­wards him from afar, and, warn­ing him, he rushed upon him, and gave him a blow so se­vere, and fu­ri­ous, and fierce, upon the face of his shield, that he cleft it in two, and broke his ar­mor, and burst his girths, so that both he and his sad­dle were borne to the ground over the horse's crup­per. And Ge­raint dis­mounted quick­ly. And he was wroth, and he drew his sword, and rushed fierce­ly upon him. Then the knight also arose, and drew his sword against Ge­raint. And they fought on foot with their swords un­til their arms struck sparks of fire like stars from one an­oth­er; and thus they con­tin­ued fight­ing un­til the blood and sweat obscured the light from their eyes. At length Ge­raint called to him all his strength, and struck the knight upon the crown of his head, so that he broke all his head-ar­mor, and cut through all the flesh and the skin, even to the skull, un­til he wound­ed the bone."},{"B":"#text","C":"/4/49","J":"\n"},{"B":"p","C":"/4/50","J":"Then the knight fell upon his knees, and cast his sword from his hand, and be­sought mer­cy from Ge­raint. \"Of a truth,\" said he, \"I re­lin­quish my overdaring and my pride, and crave thy mer­cy; and un­less I have time to com­mit my­self to Heav­en for my sins, and to talk with a priest, thy mer­cy will avail me lit­tle.\" \"I will grant thee grace upon this con­di­tion,\" said Ge­raint, \"that thou go to Guenever, the wife of Ar­thur, to do her sat­is­fac­tion for the in­sult which her maid­en re­ceived from thy dwarf. Dis­mount not from the time thou goest hence un­til thou comest into the pres­ence of Guenever, to make her what atone­ment shall be ad­judged at the court of Ar­thur.\" \"This will I do glad­ly; and who art thou?\" \"I am Ge­raint, the son of Erbin; and de­clare thou also who thou art.\" \"I am Edeym, the son of Nudd.\" Then he threw him­self upon his horse, and went for­ward to Ar­thur's court; and the lady he loved best went be­fore him, and the dwarf, with much la­men­ta­tion."},{"B":"#text","C":"/4/51","J":"\n"},{"B":"p","C":"/4/52","J":"Then came the young earl and his hosts to Ge­raint, and sa­lut­ed him, and bade him to his cas­tle. \"I may not go,\" said Ge­raint; \"but where I was last night, there will I be to-night also.\" \"Since thou wilt none of my in­vit­ing, thou shalt have abun­dance of all that I can com­mand for thee; and I will or­der oint­ment for thee, to re­cov­er thee from thy fa­tigues, and from the wea­ri­ness that is upon thee.\" \"Heav­en re­ward thee,\" said Ge­raint, \"and I will go to my lodg­ing.\" And thus went Ge­raint and Earl Ynywl, and his wife and his daugh­ter. And when they reached the old man­sion, the house­hold serv­ants and at­tend­ants of the young earl had ar­rived, and had ar­ranged all the apart­ments, dress­ing them with straw and with fire; and in a short time the oint­ment was ready, and Ge­raint came there, and they washed his head. Then came the young earl, with for­ty hon­or­a­ble knights from among his at­tend­ants, and those who were bid­den to the tour­na­ment. And Ge­raint came from the anoint­ing. And the earl asked him to go to the hall to eat. \"Where is the Earl Ynywl,\" said Ge­raint, \"and his wife and his daugh­ter?\" \"They are in the cham­ber yon­der,\" said the earl's cham­ber­lain, \"ar­ray­ing them­selves in gar­ments which the earl has caused to be brought for them.\" \"Let not the dam­sel ar­ray her­self,\" said he, \"ex­cept in her vest and her veil, un­til she come to the court of Ar­thur, to be clad by Guenever in such gar­ments as she may choose.\" So the maid­en did not ar­ray her­self."},{"B":"#text","C":"/4/53","J":"\n"},{"B":"p","C":"/4/54","J":"Then they all en­tered the hall, and they washed, and sat down to meat. And thus were they seated. On one side of Ge­raint sat the young earl, and Earl Ynywl be­yond him, and on the oth­er side of Ge­raint was the maid­en and her moth­er. And af­ter these all sat ac­cord­ing to their prec­e­dence in hon­or. And they ate. And they were served abun­dant­ly, and they re­ceived a pro­fu­sion of di­vers kinds of gifts. Then they con­versed to­geth­er. And the young earl in­vit­ed Ge­raint to vis­it him next day. \"I will not, by Heav­en,\" said Ge­raint. \"To the court of Ar­thur will I go with this maid­en to-mor­row. And it is enough for me, as long as Earl Ynywl is in pov­er­ty and trou­ble; and I go chief­ly to seek to add to his main­te­nance.\" \"Ah, chief­tain,\" said the young earl, \"it is not by my fault that Earl Ynywl is with­out his pos­ses­sions.\" \"By my faith,\" said Ge­raint, \"he shall not re­main with­out them, un­less death quick­ly takes me hence.\" \"O chief­tain,\" said he, \"with re­gard to the dis­a­gree­ment be­tween me and Ynywl, I will glad­ly abide by thy coun­sel, and agree to what thou may­est judge right be­tween us.\" \"I but ask thee,\" said Ge­raint, \"to re­store to him what is his, and what he should have re­ceived from the time he lost his pos­ses­sions even un­til this day.\" \"That will I do, glad­ly, for thee,\" an­swered he. \"Then,\" said Ge­raint, \"who­so­ev­er is here who owes hom­age to Ynywl, let him come for­ward, and per­form it on the spot.\" And all the men did so; and by that trea­ty they abid­ed. And his cas­tle and his town, and all his pos­ses­sions, were re­stored to Ynywl. And he re­ceived back all that he had lost, even to the smallest jew­el."},{"B":"#text","C":"/4/55","J":"\n"},{"B":"p","C":"/4/56","J":"Then spoke Earl Ynywl to Ge­raint. \"Chief­tain,\" said he, \"be­hold the maid­en for whom thou didst chal­lenge at the tour­na­ment; I be­stow her upon thee.\" \"She shall go with me,\" said Ge­raint, \"to the court of Ar­thur, and Ar­thur and Guenever, they shall dis­pose of her as they will.\" And the next day they pro­ceeded to Ar­thur's court. So far con­cern­ing Ge­raint."},{"B":"#text","C":"/4/57","J":"\n"},{"B":"p","C":"/4/58","J":" "},{"B":"#text","C":"/4/59","J":"\n"}]}],"script":[]}}