{"E":{"v":"0","b":"CHAPTER VII","T":"042","K":".html","X":"q42","O":"Ops/042.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a82\"></a><b><i>CHAP­TER</i></b><i> VII</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"GE­RAINT, THE SON OF ERBIN (Con­tin­ued)"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Ge­raint, as he had been used to do when he was at Ar­thur's court, fre­quented tour­na­ments. And he be­came ac­quaint­ed with val­iant and mighty men, un­til he had gained as much fame there as he had for­mer­ly done else­where. And he en­riched his court, and his com­pan­ions, and his no­bles, with the best hors­es and the best arms, and with the best and most val­u­a­ble jew­els, and he ceased not un­til his fame had flown over the face of the whole king­dom."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"\"Be­fore Ge­raint, the scourge of the en­e­my, I saw steeds white with foam, And af­ter the shout of bat­tle a fear­ful tor­rent.\""},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"--Hen."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"When he knew that it was thus, he be­gan to love ease and pleas­ure, for there was no one who was worth his opposing. And he loved his wife, and liked to con­tin­ue in the pal­ace with min­strel­sy and di­ver­sions. So he be­gan to shut him­self up in the cham­ber of his wife, and he took no de­light in an­y­thing be­sides, in­so­much that he gave up the friend­ship of his no­bles, to­geth­er with his hunt­ing and his amuse­ments, and lost the hearts of all the host in his court. And there was mur­mur­ing and scoff­ing con­cern­ing him among the in­hab­it­ants of the pal­ace, on ac­count of his re­lin­quish­ing so com­plete­ly their com­pan­ion­ship for the love of his wife."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"\"They Be­gan to scoff and jeer and bab­ble of him As of a prince whose man­hood was all gone, And mol­ten down in mere ux­o­ri­ous­ness.\""},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"These tid­ings came to Erbin. And when Erbin had heard these things, he spoke unto Enid, and in­quired of her wheth­er it was she that had caused Ge­raint to act thus, and to for­sake his peo­ple and his hosts. \"Not I, by my con­fes­sion unto Heav­en,\" said she; \"there is noth­ing more hate­ful unto me than this.\" And she knew not what she should do, for, al­though it was hard for her to own this to Ge­raint, yet was it not more easy for her to lis­ten to what she heard, with­out warn­ing Ge­raint con­cern­ing it. And she was very sorrowful."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"One morn­ing in the sum­mer-time they were upon their couch, and Ge­raint lay upon the edge of it. And Enid was with­out sleep in the apart­ment, which had win­dows of glass; [Foot­note: The terms of ad­mi­ra­tion in which the old­er writ­ers in­var­i­a­bly speak of GLASS WIN­DOWS would be suf­fi­cient proof, if oth­er ev­i­dence were want­ing, how rare an ar­ti­cle of lux­u­ry they were in the hous­es of our an­ces­tors. They were first in­tro­duced in ec­cle­si­as­ti­cal ar­chi­tec­ture, to which they were for a long time con­fined. Glass is said not to have been em­ployed in do­mes­tic ar­chi­tec­ture be­fore the four­teenth cen­tu­ry.] and the sun shone upon the couch. And the clothes had slipped from off his arms and his breast, and he was asleep. Then she gazed upon the mar­vel­lous beau­ty of his ap­pear­ance, and she said, \"Alas! and am I the cause that these arms and this breast have lost their glo­ry, and the war­like fame which they once so rich­ly en­joyed!\" As she said this the tears dropped from her eyes, and they fell upon his breast. And the tears she shed and the words she had spo­ken, awoke him. And an­oth­er thing con­tri­but­ed to awak­en him, and that was the idea that it was not in think­ing of him that she spoke thus, but that it was be­cause she loved some oth­er man more than him, and that she wished for oth­er so­ci­e­ty. There­up­on Ge­raint was troubled in his mind, and he called his squire; and when he came to him, \"Go quick­ly,\" said he, \"and pre­pare my horse and my arms, and make them ready. And do thou rise,\" said he to Enid, \"and ap­par­el thy­self; and cause thy horse to be accoutred, and clothe thee in the worst rid­ing-dress that thou hast in thy pos­ses­sion. And evil be­tide me,\" said he, \"if thou returnest here un­til thou knowest wheth­er I have lost my strength so com­plete­ly as thou didst say. And if it be so, it will then be easy for thee to seek the so­ci­e­ty thou didst wish for of him of whom thou wast think­ing.\" So she arose, and clothed her­self in her meanest gar­ments. \"I know noth­ing, lord,\" said she, \"of thy mean­ing.\" \"Nei­ther wilt thou know at this time,\" said he."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"Then Ge­raint went to see Erbin. \"Sir,\" said he, \"I am go­ing upon a quest, and I am not cer­tain when I may come back. Take heed, there­fore, unto thy pos­ses­sions un­til my re­turn.\" \"I will do so,\" said he; \"but it is strange to me that thou shouldst go so sud­den­ly. And who will pro­ceed with thee, since thou art not strong enough to trav­erse the land of Loegyr alone?\" \"But one per­son only will go with me.\" \"Heav­en coun­sel thee, my son,\" said Erbin, \"and may many at­ta­ch them­selves to thee in Loegyr.\" Then went Ge­raint to the place where his horse was, and it was equipped with for­eign ar­mor, heavy and shin­ing. And he de­sired Enid to mount her horse, and to ride for­ward, and to keep a long way be­fore him. \"And what­ev­er thou mayst see, and what­ev­er thou mayst hear con­cern­ing me,\" said he, \"do thou not turn back. And un­less I speak unto thee, say not thou one word, ei­ther.\" So they set for­ward. And he did not choose the pleasantest and most fre­quented road, but that which was the wildest and most be­set by thieves and rob­bers and ven­om­ous an­i­mals."},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"And they came to a high road, which they fol­lowed till they saw a vast for­est; and they saw four armed horsemen come forth from the for­est. When the armed men saw them, they said one to an­oth­er. \"Here is a good oc­ca­sion for us to cap­ture two hors­es and ar­mor, and a lady like­wise; for this we shall have no dif­fi­cul­ty in do­ing against yon­der sin­gle knight who hangs his head so pensively and heav­i­ly.\" Enid heard this dis­course, and she knew not what she should do through fear of Ge­raint, who had told her to be si­lent. \"The venge­ance of Heav­en be upon me,\" said she, \"if I would not ra­ther re­ceive my death from his hand than from the hand of any oth­er; and though he should slay me, yet will I speak to him, lest I should have the mis­ery to wit­ness his death.\" So she waited for Ge­raint un­til he came near to her. \"Lord,\" said she, \"didst thou hear the words of those men con­cern­ing thee?\" Then he lifted up his eyes, and looked at her an­gri­ly. \"Thou hadst only,\" said he, \"to hold thy peace as I bade thee. I wish but for si­lence, and not for warn­ing. And though thou shouldst de­sire to see my de­feat and my death by the hands of those men, yet do I feel no dread.\" Then the fore­most of them couched his lance, and rushed upon Ge­raint. And he re­ceived him, and that not fee­bly. But he let the thrust go by him, while he struck the horse­man upon the cen­tre of his shield, in such a man­ner that his shield was split, and his ar­mor bro­ken, so that a cu­bit's length of the shaft of Ge­raint's lance passed through his body, and sent him to the earth, the length of the lance over his horse's crup­per. Then the se­cond horse­man at­tacked him fu­ri­ous­ly, be­ing wroth at the death of his com­pan­ion. But with one thrust Ge­raint overthrew him also, and killed him as he had done the oth­er. Then the third set upon him, and he killed him in like man­ner. And thus also he slew the fourth. Sad and sorrowful was the maid­en as she saw all this. Ge­raint dis­mounted his horse, and took the arms of the men he had slain, and placed them upon their sad­dles, and tied to­geth­er the reins of their hors­es; and he mount­ed his horse again. \"Be­hold what thou must do,\" said he; \"take the four hors­es and drive them be­fore thee, and pro­ceed for­ward as I bade thee just now. And say not one word unto me, un­less I speak first unto thee. And I de­clare unto Heav­en,\" said he, \"if thou do­est not thus, it will be to thy cost.\" \"I will do as far as I can, lord,\" said she, \"ac­cord­ing to thy de­sire.\""},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"So the maid­en went for­ward, keep­ing in ad­vance of Ge­raint, as he had de­sired her; and it grieved him as much as his wrath would per­mit, to see a maid­en so il­lus­tri­ous as she hav­ing so much trou­ble with the care of the hors­es. Then they reached a wood, and it was both deep and vast, and in the wood night over­took them. \"Ah, maid­en,\" said he, \"it is vain to at­tempt pro­ceed­ing for­ward.\" \"Well, lord,\" said she, \"what­ev­er thou wishest, we will do.\" \"It will be best for us,\" he an­swered, \"to rest and wait for the day, in or­der to pur­sue our jour­ney.\" \"That we will, glad­ly,\" said she. And they did so. Hav­ing dis­mounted him­self, he took her down from her horse. \"I can­not by any means re­frain from sleep, through wea­ri­ness,\" said he; \"do thou there­fore watch the hors­es, and sleep not.\" \"I will, lord,\" said she. Then he went to sleep in his ar­mor, and thus passed the night, which was not long at that sea­son. And when she saw the dawn of day ap­pear, she looked around her to see if he were wak­ing, and there­up­on he woke. Then he arose, and said unto her, \"Take the hors­es and ride on, and keep straight on as thou didst yes­ter­day.\" And they left the wood, and they came to an open coun­try, with mead­ows on one hand, and mow­ers mow­ing the mead­ows. And there was a riv­er be­fore them, and the hors­es bent down and drank of the wa­ter. And they went up out of the riv­er by a lofty steep; and there they met a slen­der strip­ling with a satch­el about his neck, and they saw that there was some­thing in the satch­el, but they knew not what it was. And he had a small blue pitch­er in his hand, and a bowl on the mouth of the pitch­er. And the youth sa­lut­ed Ge­raint. \"Heav­en pros­per thee!\" said Ge­raint; \"and whence dost thou come?\" \"I come,\" said he, \"from the city that lies be­fore thee. My lord,\" he added, \"will it be dis­pleas­ing to thee if I ask whence thou comest also?\" \"By no means; through yon­der wood did I come.\" \"Thou camest not through the wood to-day.\" \"No,\" he replied, \"we were in the wood last night.\" \"I war­rant,\" said the youth, \"that thy con­di­tion there last night was not the most pleas­ant, and that thou hadst nei­ther meat nor drink.\" \"No, by my faith,\" said he. \"Wilt thou fol­low my coun­sel,\" said the youth, \"and take thy meal from me?\" \"What sort of meal?\" he in­quired. \"The break­fast which is sent for yon­der mow­ers, noth­ing less than bread and meat and wine, and if thou wilt, sir, they shall have none of it.\" \"I will,\" said he, \"and Heav­en re­ward thee for it.\""},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"So Ge­raint alight­ed, and the youth took the maid­en from off her horse. Then they washed, and took their re­past. And the youth cut the bread in slices, and gave them drink, and served them with­al. And when they had fin­ished, the youth arose and said to Ge­raint, \"My lord, with thy per­mis­sion, I will now go and fetch some food for the mow­ers.\" \"Go first to the town,\" said Ge­raint, \"and take a lodg­ing for me in the best place that thou knowest, and the most com­mo­di­ous one for the hors­es; and take thou which­ev­er horse and arms thou choosest, in pay­ment for thy ser­vice and thy gift.\" \"Heav­en re­ward thee, lord!\" said the youth; \"and this would be am­ple to re­pay ser­vic­es much great­er than those I have ren­dered unto thee.\" And to the town went the youth, and he took the best and the most pleas­ant lodg­ings that he knew; and af­ter that he went to the pal­ace, hav­ing the horse and ar­mor with him, and pro­ceeded to the place where the earl was, and told him all his ad­ven­ture. \"I go now, lord,\" said he, \"to meet the knight, and to con­duct him to his lodg­ing.\" \"Go, glad­ly,\" said the earl; \"and right joy­ful­ly shall he be re­ceived here, if he so come.\" And the youth went to meet Ge­raint, and told him that he would be re­ceived glad­ly by the earl in his own pal­ace; but he would go only to his lodg­ings. And he had a good­ly cham­ber, in which was plen­ty of straw and dra­pery, and a spa­cious and com­mo­di­ous place he had for the hors­es; and the youth pre­pared for them plen­ty of prov­en­der. Af­ter they had dis­ar­rayed them­selves, Ge­raint spoke thus to Enid: \"Go,\" said he, \"to the oth­er side of the cham­ber, and come not to this side of the house; and thou mayst call to thee the wom­an of the house, if thou wilt.\" \"I will do, lord,\" said she, \"as thou say­est.\" There­up­on the man of the house came to Ge­raint and welcomed him. And af­ter they had eat­en and drank, Ge­raint went to sleep, and so did Enid also."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"In the eve­ning, be­hold, the earl came to vis­it Ge­raint, and his twelve hon­or­a­ble knights with him. And Ge­raint rose up and welcomed him. Then they all sat down ac­cord­ing to their prec­e­dence in hon­or. And the earl con­versed with Ge­raint, and in­quired of him the ob­ject of his jour­ney. \"I have none,\" he replied, \"but to seek ad­ven­tures and to fol­low mine own in­cli­na­tion.\" Then the earl cast his eye upon Enid, and he looked at her stead­fast­ly. And he thought he had nev­er seen a maid­en fairer or more come­ly than she. And he set all his thoughts and his af­fec­tions upon her. Then he asked of Ge­raint, \"Have I thy per­mis­sion to go and con­verse with yon­der maid­en, for I see that she is apart from thee?\" \"Thou hast it glad­ly,\" said he. So the earl went to the place where the maid­en was, and spake with her. \"Ah! maid­en,\" said he, \"it can­not be pleas­ant to thee to jour­ney with yon­der man.\" \"It is not un­pleas­ant to me,\" said she. \"Thou hast nei­ther youths nor maid­ens to serve thee,\" said he. \"Tru­ly,\" she replied, \"it is more pleas­ant for me to fol­low yon­der man, than to be served by youths and maid­ens.\" \"I will give thee good coun­sel,\" said he: \"all my earl­dom will I place in thy pos­ses­sion, if thou wilt dwell with me.\""},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"\"Enid, the pi­lot star of my lone life, Enid, my ear­ly and my only love.\""},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"--Enid."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"\"That will I not, by Heav­en,\" she said; \"yon­der man was the first to whom my faith was ever pledged; and shall I prove in­con­stant to him?\" \"Thou art in the wrong,\" said the earl; \"if I slay the man yon­der, I can keep thee with me as long as I choose; and when thou no long­er pleasest me, I can turn thee away. But if thou goest with me by thy own good-will, I pro­test that our un­ion shall con­tin­ue as long as I re­main alive.\" Then she pon­dered those words of his, and she con­sid­ered that it was ad­vis­a­ble to en­cour­age him in his re­quest. \"Be­hold then, chief­tain, this is most ex­pe­di­ent for thee to do to save me from all re­proach; come here to-mor­row and take me away as though I knew noth­ing there­of.\" \"I will do so,\" said he. So he arose and took his leave, and went forth with his at­tend­ants. And she told not then to Ge­raint any of the con­ver­sa­tion which she had had with the earl, lest it should rouse his an­ger, and cause him un­eas­i­ness and care."},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"And at the usu­al hour they went to sleep. And at the be­gin­ning of the night Enid slept a lit­tle; and at mid­night she arose, and placed all Ge­raint's ar­mor to­geth­er so that it might be ready to put on. And al­though fear­ful of her er­rand, she came to the side of Ge­raint's bed; and she spoke to him soft­ly and gen­tly, say­ing, \"My lord, arise, and clothe thy­self, for these were the words of the earl to me and his in­ten­tion con­cern­ing me.\" So she told Ge­raint all that had passed. And al­though he was wroth with her, he took warn­ing, and clothed him­self. And she light­ed a can­dle, that he might have light to do so. \"Leave there the can­dle,\" said he, \"and de­sire the man of the house to come here.\" Then she went, and the man of the house came to him. \"Dost thou know how much I owe thee?\" asked Ge­raint. \"I think thou owest but lit­tle.\" \"Take the three hors­es and the three suits of ar­mor.\" \"Heav­en re­ward thee, lord,\" said he, \"but I spent not the val­ue of one suit of ar­mor upon thee.\" \"For that rea­son,\" said he, \"thou wilt be the richer. And now, wilt thou come to guide me out of the town?\" \"I will glad­ly,\" said he; \"and in which di­rec­tion dost thou in­tend to go?\" \"I wish to leave the town by a dif­fer­ent way from that by which I en­tered it.\" So the man of the lodg­ings ac­com­pa­nied him as far as he de­sired. Then he bade the maid­en to go on be­fore him, and she did so, and went straight for­ward, and his host re­turned home."},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"And Ge­raint and the maid­en went for­ward along the high-road. And as they jour­neyed thus, they heard an ex­ceed­ing loud wail­ing near to them. \"Stay thou here,\" said he, \"and I will go and see what is the cause of this wail­ing.\" \"I will,\" said she. Then he went for­ward into an open glade that was near the road. And in the glade he saw two hors­es, one hav­ing a man's sad­dle, and the oth­er a wom­an's sad­dle upon it. And be­hold there was a knight ly­ing dead in his ar­mor, and a young dam­sel in a rid­ing-dress stand­ing over him la­ment­ing. \"Ah, lady,\" said Ge­raint, \"what hath be­fall­en thee?\" \"Be­hold,\" she an­swered, \"I jour­neyed here with my be­lov­ed hus­band, when lo! three gi­ants came upon us, and with­out any cause in the world, they slew him.\" \"Which way went they hence?\" said Ge­raint. \"Yon­der by the high-road,\" she replied. So he re­turned to Enid. \"Go,\" said he, \"to the lady that is be­low yon­der, and await me there till I come.\" She was sad when he or­dered her to do thus, but nev­er­the­less she went to the dam­sel, whom it was ruth to hear, and she felt cer­tain that Ge­raint would nev­er re­turn."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"Mean­while Ge­raint fol­lowed the gi­ants, and over­took them. And each of them was great­er in stat­ure than three oth­er men, and a huge club was on the shoul­der of each. Then he rushed upon one of them, and thrust his lance through his body. And hav­ing drawn it forth again, he pierced an­oth­er of them through like­wise. But the third turned upon him and struck him with his club so that he split his shield and crushed his shoul­der. But Ge­raint drew his sword and gave the gi­ant a blow on the crown of his head, so se­vere, and fierce, and vi­o­lent, that his head and his neck were split down to his shoul­ders, and he fell dead. So Ge­raint left him thus and re­turned to Enid. And when he reached the place where she was he fell down life­less from his horse. Pierc­ing and loud and thrill­ing was the cry that Enid ut­tered. And she came and stood over him where he had fall­en. And at the sound of her cries came the Earl of Limours, and they who jour­neyed with him, whom her la­men­ta­tions brought out of their road. And the earl said to Enid, \"Alas, lady, what hath be­fall­en thee?\" \"Ah, good sir,\" said she, \"the only man I have loved, or ever shall love, is slain.\" Then he said to the oth­er, \"And what is the cause of thy grief?\" \"They have slain my be­lov­ed hus­band also,\" said she. \"And who was it that slew them?\" \"Some gi­ants,\" she an­swered, \"slew my best-be­lov­ed, and the oth­er knight went in pur­suit of them, and came back in the state thou seest.\" The earl caused the knight that was dead to be bur­ied, but he thought that there still re­mained some life in Ge­raint; and to see if he yet would live, he had him car­ried with him in the hol­low of his shield, and upon a bier. And the two dam­sels went to the court; and when they ar­rived there, Ge­raint was placed upon a lit­tle couch in front of the ta­ble that was in the hall. Then they all took off their trav­el­ing-gear, and the earl be­sought Enid to do the same, and to clothe her­self in oth­er gar­ments. \"I will not, by Heav­en,\" said she. \"Ah, lady,\" said he, \"be not so sorrowful for this mat­ter.\" \"It were hard to per­suade me to be oth­er­wise,\" said she. \"I will act to­wards thee in such wise that thou needest not be sorrowful, wheth­er yon­der knight live or die. Be­hold, a good earl­dom, to­geth­er with my­self, will I be­stow upon thee; be there­fore hap­py and joy­ful.\" \"I de­clare to Heav­en,\" said she, \"that hence­forth I shall nev­er be joy­ful while I live.\" \"Come,\" said he, \"and eat.\" \"No, by Heav­en, I will not.\" \"But, by Heav­en, thou shalt,\" said he. So he took her with him to the ta­ble against her will, and many times de­sired her to eat. \"I call Heav­en to wit­ness,\" said she, \"that I will not un­til the man that is upon yon­der bier shall eat like­wise.\" \"Thou canst not ful­fil that,\" said the earl, \"yon­der man is dead al­ready.\" \"I will prove that I can,\" said she. Then he of­fered her a gob­let of liq­uor. \"Drink this gob­let,\" he said, \"and it will cause thee to change thy mind.\" \"Evil be­tide me,\" she an­swered, \"if I drink aught un­til he drink also.\" \"Tru­ly,\" said the earl, \"it is of no more avail for me to be gen­tle with thee than un­gen­tle.\" And he gave her a box in the ear. There­up­on she raised a loud and pierc­ing shriek, and her la­men­ta­tions were much great­er than they had been be­fore; for she con­sid­ered in her mind, that, had Ge­raint been alive, he durst not have struck her thus. But, be­hold, at the sound of her cry, Ge­raint re­vived from his swoon, and he sat upon the bier; and find­ing his sword in the hol­low of his shield, he rushed to the place where the earl was, and struck him a fierce­ly-wound­ing, se­vere­ly-ven­om­ous, and sternly-smit­ing blow upon the crown of his head, so that he clove him in twain, un­til his sword was staid by the ta­ble. Then all left the board and fled away. And this was not so much through fear of the liv­ing, as through the dread they felt at see­ing the dead man rise up to slay them. And Ge­raint looked upon Enid, and he was grieved for two causes; one was to see that Enid had lost her col­or and her wont­ed as­pect; and the oth­er, to know that she was in the right. \"Lady,\" said he, \"knowest thou where our hors­es are?\" \"I know, lord, where thy horse is,\" she replied, \"but I know not where is the oth­er. Thy horse is in the house yon­der.\" So he went to the house, and brought forth his horse, and mount­ed him, and took up Enid, and placed her upon the horse with him. And he rode for­ward. And their road lay be­tween two hedges; and the night was gain­ing on the day. And lo! they saw be­hind them the shafts of spears be­twixt them and the sky, and they heard the tramp­ing of hors­es, and the noise of a host ap­proach­ing. \"I hear some­thing fol­low­ing us,\" said he, \"and I will put thee on the oth­er side of the hedge.\" And thus he did. And there­up­on, be­hold a knight pricked to­wards him, and couched his lance. When Enid saw this, she cried out, say­ing, \"O chief­tain, who­ev­er thou art, what re­nown wilt thou gain by slay­ing a dead man?\" \"O Heav­en!\" said he, \"is it Ge­raint?\" \"Yes, in truth,\" said she; \"and who art thou?\" \"I am Gwiffert Pet­it,\" said he, \"thy hus­band's ally, com­ing to thy as­sis­tance, for I heard that thou wast in trou­ble. Come with me to the court of a son-in-law of my sis­ter, which is near here, and thou shalt have the best med­i­cal as­sis­tance in the king­dom.\" \"I will do so glad­ly,\" said Ge­raint. And Enid was placed upon the horse of one of Gwiffert's squires, and they went for­ward to the bar­on's pal­ace. And they were re­ceived there with glad­ness, and they met with hos­pi­tal­i­ty and at­ten­tion. The next morn­ing they went to seek phy­si­cians; and it was not long be­fore they came, and they at­tended Ge­raint un­til he was per­fect­ly well. And while Ge­raint was un­der med­i­cal care Gwiffert caused his ar­mor to be re­paired, un­til it was as good as it had ever been. And they re­mained there a month and a fort­night. Then they sep­a­rat­ed, and Ge­raint went to­wards his own do­min­ions, and thence­forth he reigned prosperously, and his war­like fame and splen­dor lasted with re­nown and hon­or, both to him and to Enid, from that time for­ward."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"[Foot­note: Through­out the broad and var­ied re­gion of ro­mance it would be dif­fi­cult to find a char­ac­ter of great­er sim­plic­i­ty and truth than that of Enid, the daugh­ter of Earl Ynywl. Con­spic­u­ous for her beau­ty and no­ble bear­ing, we are at a loss wheth­er more to ad­mire the pa­tience with which she bore all the hard­ships she was des­tined to un­der­go or the con­stan­cy and af­fec­tion which fi­nal­ly achieved the truimph she so rich­ly de­served."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"The char­ac­ter of Enid is ad­mi­ra­bly sus­tained through the whole tale; and as it is more nat­u­ral, be­cause less over­strained, so per­haps it is even more touch­ing than that of Gri­sel­da, over which, how­ev­er, Chau­cer has thrown a charm that leads us to for­get the im­prob­a­bil­i­ty of her sto­ry.]"},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":" "},{"B":"#text","C":"/4/47","J":"\n"}]}],"script":[]}}