{"E":{"v":"0","b":"CHAPTER VIII","T":"043","K":".html","X":"q43","O":"Ops/043.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a83\"></a><b><i>CHAP­TER</i></b><i> VIII</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"PWYLL, PRINCE OF DYVED"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Once upon a time Pwyll was at Nar­berth, his chief pal­ace, where a feast had been pre­pared for him, and with him was a great host of men. And af­ter the first meal Pwyll arose to walk; and he went to the top of a mound that was above the pal­ace, and was called Gor­sedd Arberth. \"Lord,\" said one of the court, \"it is pe­cu­li­ar to the mound that who­so­ev­er sits upon it can­not go thence with­out ei­ther re­ceiv­ing wounds or blows, or else see­ing a won­der.\" \"I fear not to re­ceive wounds or blows,\" said Pwyll; \"but as to the won­der, glad­ly would I see it. I will there­fore go and sit upon the mound.\""},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"And upon the mound he sat. And while he sat there, they saw a lady, on a pure white horse of large size, with a gar­ment of shin­ing gold around her, com­ing along the high­way that led from the mound. \"My men,\" said Pwyll, \"is there any among you who knows yon­der lady?\" \"There is not, lord,\" said they. \"Go one of you and meet her, that we may know who she is.\" And one of them arose, and as he came upon the road to meet her, she passed by; and he fol­lowed as fast as he could, be­ing on foot, and the great­er was his speed, the fur­ther was she from him. And when he saw that it prof­ited him noth­ing to fol­low her, he re­turned to Pwyll, and said unto him, \"Lord, it is idle for any one in the world to fol­low her on foot.\" \"Ver­i­ly,\" said Pwyll, \"go unto the pal­ace, and take the fleetest horse that thou seest, and go af­ter her.\""},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"And he took a horse and went for­ward. And he came to an open, lev­el plain, and put spurs to his horse; and the more he urged his horse, the fur­ther was she from him. And he re­turned to the place where Pwyll was, and said, \"Lord, it will avail noth­ing for any one to fol­low yon­der lady. I know of no horse in these realms swift­er than this, and it availed me not to pur­sue her.\" \"Of a truth,\" said Pwyll, \"there must be some il­lu­sion here; let us go to­wards the pal­ace.\" So to the pal­ace they went, and spent the day."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"And the next day they amused them­selves un­til it was time to go to meat. And when meat was ended, Pwyll said, \"Where are the hosts that went yes­ter­day to the top of the mound?\" \"Be­hold, lord, we are here,\" said they. \"Let us go,\" said he, \"to the mound, and sit there. And do thou,\" said he to the page who tended his horse, \"sad­dle my horse well, and has­ten with him to the road, and bring also my spurs with thee.\" And the youth did thus. And they went and sat upon the mound; and ere they had been there but a short time, they be­held the lady com­ing by the same road, and in the same man­ner, and at the same pace. \"Young man,\" said Pwyll, \"I see the lady com­ing; give me my horse.\" And be­fore he had mount­ed his horse she passed him. And he turned af­ter her and fol­lowed her. And he let his horse go bound­ing play­ful­ly, and thought that he should soon come up with her. But he came no nearer to her than at first. Then he urged his horse to his ut­most speed, yet he found that it availed not. Then said Pwyll, \"O maid­en, for the sake of him whom thou best lovest, stay for me.\" \"I will stay glad­ly,\" said she; \"and it were bet­ter for thy horse hadst thou asked it long since.\" So the maid­en stopped; and she threw back that part of her head-dress which cov­ered her face. Then he thought that the beau­ty of all the maid­ens and all the la­dies that he had ever seen was as noth­ing com­pared to her beau­ty. \"Lady,\" he said, \"wilt thou tell me aught con­cern­ing thy pur­pose?\" \"I will tell thee,\" said she; \"my chief quest was to see thee.\" \"Tru­ly,\" said Pwyll, \"this is to me the most pleas­ing quest on which thou couldst have come; and wilt thou tell me who thou art?\" \"I will tell thee, lord,\" said she. \"I am Rhi­an­non, the daugh­ter of Heveydd, and they sought to give me a hus­band against my will. But no hus­band would I have, and that be­cause of my love for thee; nei­ther will I yet have one, un­less thou re­ject me; and hith­er have I come to hear thy an­swer.\" \"By Heav­en,\" said Pwyll, \"be­hold this is my an­swer. If I might choose among all the la­dies and dam­sels in the world, thee would I choose.\" \"Ver­i­ly,\" said she, \"if thou art thus mind­ed, make a pledge to meet me ere I am giv­en to an­oth­er.\" \"The soon­er I may do so, the more pleas­ing will it be to me,\" said Pwyll; \"and where­so­ev­er thou wilt, there will I meet with thee.\" \"I will that thou meet me this day twelve­month at the pal­ace of Heveydd.\" \"Glad­ly,\" said he, \"will I keep this tryst.\" So they part­ed, and he went back to his hosts, and to them of his house­hold. And what­so­ev­er ques­tions they asked him re­spect­ing the dam­sel, he al­ways turned the dis­course upon oth­er mat­ters."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"And when a year from that time was gone, he caused a hun­dred knights to equip them­selves, and to go with him to the pal­ace of Heveydd. And he came to the pal­ace, and there was great joy con­cern­ing him, with much con­course of peo­ple, and great re­joic­ing, and vast prep­a­ra­tions for his com­ing. And the whole court was placed un­der his or­ders."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"And the hall was gar­nished, and they went to meat, and thus did they sit: Heveydd was on one side of Pwyll, and Rhi­an­non on the oth­er; and all the rest ac­cord­ing to their rank. And they ate and feasted, and talked one with an­oth­er. And at the be­gin­ning of the ca­rous­al af­ter the meat, there en­tered a tall, au­burn-haired youth, of roy­al bear­ing, clothed in a gar­ment of sat­in. And when he came into the hall, he sa­lut­ed Pwyll and his com­pan­ions. \"The greet­ing of Heav­en be unto thee,\" said Pwyll; \"come thou and sit down.\" \"Nay,\" said he, \"a suit­or am I, and I will do my er­rand.\" \"Do so will­ing­ly,\" said Pwyll. \"Lord,\" said he, \"my er­rand is unto thee, and it is to crave a boon of thee that I come.\" \"What boon so­ev­er thou may­est ask of me, so far as I am able, thou shalt have.\" \"Ah!\" said Rhi­an­non, \"where­fore didst thou give that an­swer?\" \"Has he not giv­en it be­fore the pres­ence of these no­bles?\" asked the youth. \"My soul,\" said Pwyll, \"what is the boon thou askest?\" \"The lady whom best I love is to be thy bride this night; I come to ask her of thee, with the feast and the ban­quet that are in this place.\" And Pwyll was si­lent, be­cause of the prom­ise which he had giv­en. \"Be si­lent as long as thou wilt,\" said Rhi­an­non, \"nev­er did man make worse use of his wits than thou hast done.\" \"Lady,\" said he, \"I knew not who he was.\" \"Be­hold, this is the man to whom they would have giv­en me against my will,\" said she; \"and he is Gawl, the son of Clud, a man of great pow­er and wealth, and be­cause of the word thou hast spo­ken, be­stow me upon him, lest shame be­fall thee.\" \"Lady,\" said he, \"I un­der­stand not thy an­swer; nev­er can I do as thou say­est.\" \"Be­stow me upon him,\" said she, \"and I will cause that I shall nev­er be his.\" \"By what means will that be?\" asked Pwyll. Then she told him the thought that was in her mind. And they talked long to­geth­er. Then Gawl said, \"Lord, it is meet that I have an an­swer to my re­quest.\" \"As much of that thou hast asked as it is in my pow­er to give, thou shalt have,\" replied Pwyll. \"My soul,\" said Rhi­an­non unto Gawl, \"as for the feast and the ban­quet that are here, I have be­stowed them upon the men of Dyved, and the house­hold and the war­ri­ors that are with us. These can I not suf­fer to be giv­en to any. In a year from to-night, a ban­quet shall be pre­pared for thee in this pal­ace, that I may be­come thy bride.\""},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"So Gawl went forth to his pos­ses­sions, and Pwyll went also back to Dyved. And they both spent that year un­til it was the time for the feast at the pal­ace of Heveydd. Then Gawl, the son of Clud, set out to the feast that was pre­pared for him; and he came to the pal­ace, and was re­ceived there with re­joic­ing. Pwyll, also, the chief of Dyved, came to the or­chard with a hun­dred knights, as Rhi­an­non had com­manded him. And Pwyll was clad in coarse and rag­ged gar­ments, and wore large, clum­sy old shoes upon his feet. And when he knew that the ca­rous­al af­ter the meat had be­gun, he went to­ward the hall; and when he came into the hall he sa­lut­ed Gawl, the son of Clud, and his com­pa­ny, both men and wom­en. \"Heav­en pros­per thee,\" said Gawl, \"and friend­ly greet­ing be unto thee!\" \"Lord,\" said he, \"may Heav­en re­ward thee! I have an er­rand unto thee.\" \"Wel­come be thine er­rand, and if thou ask of me that which is right, thou shalt have it glad­ly.\" \"It is fit­ting,\" an­swered he; \"I crave but from want, and the boon I ask is to have this small bag that thou seest filled with meat.\" \"A re­quest with­in rea­son is this,\" said he, \"and glad­ly shalt thou have it. Br­ing him food.\" A great num­ber of at­tend­ants arose and be­gan to fill the bag; but for all they put into it, it was no full­er than at first. \"My soul,\" said Gawl, \"will thy bag ever be full?\" \"It will not, I de­clare to Heav­en,\" said he, \"for all that may be put into it, un­less one pos­sessed of lands, and do­mains, and treas­ure, shall arise and tread down with both his feet the food that is with­in the bag, and shall say, 'Enough has been put there­in.'\" Then said Rhi­an­non unto Gawl, the son of Clud, \"Rise up quick­ly.\" \"I will will­ing­ly arise,\" said he. So he rose up, and put his two feet into the bag. And Pwyll turned up the sides of the bag, so that Gawl was over his head in it. And he shut it up quick­ly, and slipped a knot upon the thongs, and blew his horn. And there­up­on, be­hold, his knights came down upon the pal­ace. And they seized all the host that had come with Gawl, and cast them into his own pris­on. And Pwyll threw off his rags, and his old shoes, and his tat­tered ar­ray. And as they came in, eve­ry one of Pwyll's knights struck a blow upon the bag, and asked, \"What is here?\" \"A badg­er,\" said they. And in this man­ner they played, each of them strik­ing the bag, ei­ther with his foot or with a staff. And thus played they with the bag. And then was the game of Badg­er in the Bag first played."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"\"Lord,\" said the man in the bag, \"if thou wouldst but hear me, I mer­it not to be slain in a bag.\" Said Heveydd, \"Lord, he speaks truth; it were fit­ting that thou lis­ten to him, for he de­serves not this.\" \"Ver­i­ly,\" said Pwyll, \"I will do thy coun­sel con­cern­ing him.\" \"Be­hold, this is my coun­sel then,\" said Rhi­an­non. \"Thou art now in a po­si­tion in which it be­hooves thee to sat­is­fy suit­ors and min­strels. Let him give unto them in thy stead, and take a pledge from him that he will nev­er seek to re­venge that which has been done to him. And this will be pun­ish­ment enough.\" \"I will do this glad­ly,\" said the man in the bag. \"And glad­ly will I ac­cept it,\" said Pwyll, \"since it is the coun­sel of Heveydd and Rhi­an­non. Seek thy­self sureties.\" \"We will be for him,\" said Heveydd, \"un­til his men be free to an­swer for him.\" And upon this he was let out of the bag, and his liegemen were lib­er­at­ed. \"Ver­i­ly, lord,\" said Gawl, \"I am great­ly hurt, and I have many bruises. With thy leave, I will go forth. I will leave no­bles in my stead to an­swer for me in all that thou shalt re­quire.\" \"Will­ing­ly,\" said Pwyll, \"may­est thou do this.\" So Gawl went to his own pos­ses­sions."},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"And the hall was set in or­der for Pwyll and the men of his host, and for them also of the pal­ace, and they went to the ta­bles and sat down. And as they had sat that time twelve­month, so sat they that night. And they ate and feasted, and spent the night in mirth and tran­quil­i­ty. And the time came that they should sleep, and Pwyll and Rhi­an­non went to their cham­ber."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"And next morn­ing at break of day, \"My lord,\" said Rhi­an­non, \"arise and be­gin to give thy gifts unto the min­strels. Re­fuse no one to- day that may claim thy boun­ty.\" \"Thus shall it be glad­ly,\" said Pwyll, \"both to-day and eve­ry day while the feast shall last.\" So Pwyll arose, and he caused si­lence to be pro­claimed, and de­sired all the suit­ors and min­strels to show and to point out what gifts they de­sired. And this be­ing done, the feast went on, and he de­nied no one while it lasted. And when the feast was ended, Pwyll said unto Heveydd, \"My lord, with thy per­mis­sion, I will set out for Dyved to-mor­row.\" \"Cer­tain­ly,\" said Heveydd; \"may Heav­en pros­per thee! Fix also a time when Rhi­an­non shall fol­low thee.\" \"By Heav­en,\" said Pwyll, \"we will go hence to­geth­er.\" \"Willest thou this, lord?\" said Heveydd. \"Yes, lord,\" an­swered Pwyll."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"And the next, day they set for­ward to­wards Dyved, and jour­neyed to the pal­ace of Nar­berth, where a feast was made ready for them. And there came to them great num­bers of the chief men and the most no­ble la­dies of the land, and of these there were none to whom Rhi­an­non did not give some rich gift, ei­ther a brace­let, or a ring, or a pre­cious stone. And they ruled the land prosperously that year and the next."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":" "},{"B":"#text","C":"/4/29","J":"\n"}]}],"script":[]}}