{"E":{"v":"0","b":"CHAPTER IX","T":"044","K":".html","X":"q44","O":"Ops/044.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a84\"></a><b><i>CHAP­TER</i></b><i> IX</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"BRAN­WEN, THE DAUGH­TER OF LLYR"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Bendigeid Vran, the son of Llyr, was the crowned king of this is­land, and he was ex­alt­ed from the crown of Lon­don. And one af­ter­noon he was at Harlech, in Ardudwy, at his court; and he sat upon the rock of Harlech, look­ing over the sea. And with him were his broth­er, Man­a­wyd­dan, the son of Llyr, and his broth­ers by the moth­er's side, Nissyen and Ev­nis­syen, and many no­bles like­wise, as was fit­ting to see around a king. His two broth­ers by the moth­er's side were the sons of Euroswydd, and one of these youths was a good youth, and of gen­tle na­ture, and would make peace be­tween his kin­dred, and cause his fam­i­ly to be friends when their wrath was at the highest, and this one was Nissyen; but the oth­er would cause strife be­tween his two broth­ers when they were most at peace. And as they sat thus they be­held thir­teen ships com­ing from the south of Ire­land, and mak­ing to­wards them; and they came with a swift mo­tion, the wind be­ing be­hind them; and they neared them rap­id­ly. \"I see ships afar,\" said the king, \"com­ing swift­ly to­wards the land. Com­mand the men of the court that they equip them­selves, and go and learn their in­tent.\" So the men equipped them­selves, and went down to­wards them. And when they saw the ships near, cer­tain were they that they had nev­er seen ships bet­ter fur­nished. Beau­ti­ful flags of sat­in were upon them. And, be­hold, one of the ships out­stripped the oth­ers, and they saw a shield lifted up above the side of the ship, and the point of the shield was up­wards, in to­ken of peace. And the men drew near, that they might hold con­verse. Then they put out boats, and came to­ward the land. And they sa­lut­ed the king. Now the king could hear them from the place where he was upon the rock above their heads. \"Heav­en pros­per you.\" said he, \"and be ye wel­come! To whom do these ships be­long, and who is the chief amongst you?\" \"Lord,\" said they, \"Matholch, king of Ire­land, is here, and these ships be­long to him.\" \"Where­fore co­mes he?\" asked the king, \"and will he come to the land?\" \"He is a suit­or unto thee, lord,\" said they, \"and he will not land un­less he have his boon.\" \"And what may that be?\" in­quired the king. \"He de­sires to ally him­self, lord, with thee,\" said they, \"and he co­mes to ask Bran­wen, the daugh­ter of Llyr, that, if it seem well to thee, the Is­land of the Mighty [Foot­note: The Is­land of the Mighty is one of the many names be­stowed upon Brit­ain by the Welsh.] may be leagued with Ire­land, and both be­come more pow­er­ful.\" \"Ver­i­ly,\" said he, \"let him come to land, and we will take coun­sel there­up­on.\" And this an­swer was brought to Matholch. \"I will go will­ing­ly,\" said he. So he land­ed, and they re­ceived him joy­ful­ly; and great was the throng in the pal­ace that night, be­tween his hosts and those of the court; and next day they took coun­sel, and they re­solved to be­stow Bran­wen upon Matholch. Now she was one of the three chief la­dies of this is­land, and she was the fairest dam­sel in the world."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"And they fixed upon Aberfraw as the place where she should be­come his bride. And they went thence, and to­wards Aberfraw the hosts pro­ceeded, Matholch and his host in their ships, Bendigeid Vran and his host by land, un­til they came to Aberfraw. And at Aberfraw they be­gan the feast, and sat down. And thus sat they: the king of the Is­land of the Mighty and Man­a­wyd­dan, the son of Llyr, on one side, and Matholch on the oth­er side, and Bran­wen, the daugh­ter of Llyr, be­side him. And they were not with­in a house, but un­der tents. No house could ever con­tain Bendigeid Vran. And they be­gan the ban­quet, and ca­roused and dis­coursed. And when it was more pleas­ing to them to sleep than to ca­rouse, they went to rest, and Bran­wen be­came Matholch's bride."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"And next day they arose, and all they of the court, and the of­fic­ers be­gan to equip, and to range the hors­es and the at­tend­ants, and they ranged them in or­der as far as the sea."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"And, be­hold, one day Ev­nis­syen, the quar­rel­some man, of whom it is spo­ken above, came by chance into the place where the hors­es of Matholch were, and asked whose hors­es they might be. \"They are the hors­es of Matholch, king of Ire­land, who is mar­ried to Bran­wen, thy sis­ter; his hors­es are they.\" \"And is it thus they have done with a maid­en such as she, and more­o­ver my sis­ter, be­stow­ing her with­out my con­sent? They could have of­fered no great­er in­sult to me than this,\" said he. And there­up­on he rushed un­der the hors­es, and cut off their lips at the teeth, and their ears close to their heads, and their tails close to their backs; and he dis­fig­ured the hors­es, and ren­dered them use­less."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"And they came with these tid­ings unto Matholch, say­ing that the hors­es were dis­fig­ured and in­jured, so that not one of them could ever be of any use again. \"Ver­i­ly, lord,\" said one, \"it was an in­sult unto thee, and as such was it meant.\" \"Of a truth, it is a mar­vel to me that, if they de­sire to in­sult me, they should have giv­en me a maid­en of such high rank, and so much be­lov­ed of her kin­dred, as they have done.\" \"Lord,\" said an­oth­er, \"thou seest that thus it is, and there is noth­ing for thee to do but to go to thy ships.\" And there­up­on to­wards his ships he set out."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"And tid­ings came to Bendigeid Vran that Matholch was quitting the court with­out ask­ing leave, and mes­sen­gers were sent to in­quire of him where­fore he did so. And the mes­sen­gers that went were Iddic, the son of Anarawd, and Heveyd Hir. And these over­took him, and asked of him what he de­signed to do, and where­fore he went forth. \"Of a truth,\" said he, \"if I had known, I had not come hith­er. I have been al­to­geth­er in­sulted; no one had ever worse treat­ment than I have had here.\" \"Tru­ly, lord, it was not the will of any that are of the court,\" said they, \"nor of any that are of the coun­cil, that thou shouldst have re­ceived this in­sult; and as thou hast been in­sulted, the dis­hon­or is great­er unto Bendigeid Vran than unto thee.\" \"Ver­i­ly,\" said he, \"I think so. Nev­er­the­less, he can­not re­call the in­sult.\" These men re­turned with that an­swer to the place where Bendigeid Vran was, and they told him what re­ply Matholch had giv­en them. \"Tru­ly,\" said he, \"there are no means by which we may pre­vent his go­ing away at en­mi­ty with us that we will not take.\" \"Well, lord,\" said they, \"send af­ter him an­oth­er em­bas­sy.\" \"I will do so,\" said he. \"Arise, Man­a­wyd­dan, son of Llyr, and Heveyd Hir, and go af­ter him, and tell him that he shall have a sound horse for eve­ry one that has been in­jured. And be­side that, as an atone­ment for the in­sult, he shall have a staff of sil­ver as large and as tall as him­self, and a plate of gold of the breadth of his face. And show unto him who it was that did this, and that it was done against my will; but that he who did it is my broth­er, and there­fore it would be hard for me to put him to death. And let him come and meet me,\" said he, \"and we will make peace in any way he may de­sire.\""},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"The em­bas­sy went af­ter Matholch, and told him all these say­ings in a friend­ly man­ner; and he lis­tened there­un­to. \"Men,\" said he, \"I will take coun­sel.\" So to the coun­cil he went. And in the coun­cil they con­sid­ered that, if they should re­fuse this, they were like­ly to have more shame ra­ther than to ob­tain so great an atone­ment. They re­solved, there­fore, to ac­cept it, and they re­turned to the court in peace."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"Then the pa­vil­ions and the tents were set in or­der, af­ter the fash­ion of a hall; and they went to meat, and as they had sat at the be­gin­ning of the feast so sat they there. And Matholch and Bendigeid Vran be­gan to dis­course; and, be­hold, it seemed to Bendigeid Vran, while they talked, that Matholch was not so cheer­ful as he had been be­fore. And he thought that the chief­tain might be sad be­cause of the smallness of the atone­ment which he had for the wrong that had been done him. \"O man,\" said Bendigeid Vran, \"thou dost not dis­course to-night so cheer­ful­ly as thou wast wont. And if it be be­cause of the smallness of the atone­ment, thou shalt add there­un­to what­so­ev­er thou may­est choose, and to-mor­row I will pay thee for the hors­es.\" \"Lord,\" said he, \"Heav­en re­ward thee!\" \"And I will en­hance the atone­ment,\" said Bendigeid Vran, \"for I will give unto thee a cal­dron, the prop­er­ty of which is, that if one of thy men be slain to-day, and be cast there­in, to- mor­row he will be as well as ever he was at the best, ex­cept that he will not re­gain his speech.\" And there­up­on he gave him great thanks, and very joy­ful was he for that cause."},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"That night they con­tin­ued to dis­course as much as they would, and had min­strel­sy and ca­rous­ing; and when it was more pleas­ant to them to sleep than to sit long­er, they went to rest. And thus was the ban­quet car­ried on with joy­ous­ness; and when it was fin­ished, Matholch jour­neyed to­wards Ire­land, and Bran­wen with him; and they went from Aber Menei with thir­teen ships, and came to Ire­land. And in Ire­land was there great joy be­cause of their com­ing. And not one great man nor no­ble lady vis­ited Bran­wen unto whom she gave not ei­ther a clasp or a ring, or a roy­al jew­el to keep, such as it was hon­or­a­ble to be seen de­part­ing with. And in these things she spent that year in much re­nown, and she passed her time pleasantly, en­joy­ing hon­or and friend­ship. And in due time a son was born unto her, and the name that they gave him was Gwern, the son of Matholch, and they put the boy out to be nursed in a place where were the best men of Ire­land."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"And, be­hold, in the se­cond year a tu­mult arose in Ire­land, on ac­count of the in­sult which Matholch had re­ceived in Wales, and the pay­ment made him for his hors­es. And his fos­ter-broth­ers, and such as were nearest to him, blamed him openly for that mat­ter. And he might have no peace by rea­son of the tu­mult, un­til they should re­venge upon him this dis­grace. And the venge­ance which they took was to drive away Bran­wen from the same cham­ber with him, and to make her cook for the court; and they caused the butch­er, af­ter he had cut up the meat, to come to her and give her eve­ry day a blow on the ear; and such they made her pun­ish­ment."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"\"Ver­i­ly, lord,\" said his men to Matholch, \"for­bid now the ships and the fer­ry-boats, and the cor­a­cles, that they go not into Wales, and such as come over from Wales hith­er, im­pris­on them, that they go not back for this thing to be known there.\" And he did so; and it was thus for no less than three years."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"And Bran­wen reared a star­ling in the cov­er of the knead­ing-trough, and she taught it to speak, and she taught the bird what man­ner of man her broth­er was. And she wrote a let­ter of her woes, and the de­spite with which she was treated, and she bound the let­ter to the root of the bird's wing, and sent it to­ward Wales. And the bird came to that is­land; and one day it found Bendigeid Vran at Caer Seiont in Arvon, con­fer­ring there, and it alight­ed upon his shoul­der, and ruf­fled its feath­ers, so that the let­ter was seen, and they knew that the bird had been reared in a do­mes­tic man­ner."},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"Then Bendigeid Vran took the let­ter and looked upon it. And when he had read the let­ter, he grieved ex­ceed­ing­ly at the tid­ings of Bran­wen's woes. And im­me­di­ate­ly he be­gan send­ing mes­sen­gers to sum­mon the is­land to­geth­er. And he caused sev­en-score and four of his chief men to come unto him, and he com­plained to them of the grief that his sis­ter en­dured. So they took coun­sel. And in the coun­sel they re­solved to go to Ire­land, and to leave sev­en men as princes at home, and Ca­rad­oc, [Foot­note: Ca­rac­ta­cus.] the son of Bran, as the chief of them."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"Bendigeid Vran, with the host of which we spoke, sailed to­wards Ire­land; and it was not far across the sea, and he came to shoal wa­ter. Now the swine-herds of Matholch were upon the sea-shore, and they came to Matholch. \"Lord,\" said they, \"greet­ing be unto thee.\" \"Heav­en pro­tect you!\" said he; \"have you any news?\" \"Lord,\" said they, \"we have mar­vel­lous news. A wood have we seen upon the sea, in a place where we nev­er yet saw a sin­gle tree.\" \"This is in­deed a mar­vel,\" said he; \"saw you aught else?\" \"We saw, lord,\" said they, \"a vast moun­tain be­side the wood, which moved, and there was a lofty ridge on the top of the moun­tain, and a lake on each side of the ridge. And the wood and the moun­tain, and all these things, moved.\" \"Ver­i­ly,\" said he, \"there is none who can know aught con­cern­ing this un­less it be Bran­wen.\""},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"Mes­sen­gers then went unto Bran­wen. \"Lady,\" said they, \"what thinkest thou that this is?\" \"The men of the Is­land of the Mighty, who have come hith­er on hear­ing of my ill-treat­ment and of my woes.\" \"What is the for­est that is seen upon the sea?\" asked they. \"The yards and the masts of ships,\" she an­swered. \"Alas!\" said they; \"what is the moun­tain that is seen by the side of the ships?\" \"Bendigeid Vran, my broth­er,\" she replied, \"com­ing to shoal wa­ter, and he is wad­ing to the land.\" \"What is the lofty ridge, with the lake on each side there­of?\" \"On look­ing to­wards this is­land he is wroth, and his two eyes on each side of his nose are the two lakes on each side of the ridge.\""},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"The war­ri­ors and chief men of Ire­land were brought to­geth­er in haste, and they took coun­sel. \"Lord,\" said the neigh­bors unto Matholch, \"there is no oth­er coun­sel than this alone. Thou shalt give the king­dom to Gwern, the son of Bran­wen his sis­ter, as a com­pen­sa­tion for the wrong and de­spite that have been done unto Bran­wen. And he will make peace with thee.\" And in the coun­cil it was re­solved that this mes­sage should be sent to Bendigeid Vran, lest the coun­try should be de­stroyed. And this peace was made. And Matholch caused a great house to be built for Bendigeid Vran, and his host. There­up­on came the hosts into the house. The men of the is­land of Ire­land en­tered the house on the one side, and the men of the Is­land of the Mighty on the oth­er. And as soon as they had sat down, there was con­cord be­tween them; and the sov­er­eign­ty was con­ferred upon the boy. When the peace was con­clud­ed, Bendigeid Vran called the boy unto him, and from Bendigeid Vran the boy went unto Man­a­wyd­dan; and he was be­lov­ed by all that be­held him. And from Man­a­wyd­dan the boy was called by Nissyen, the son of Euroswydd, and the boy went unto him lov­ing­ly. \"Where­fore,\" said Ev­nis­syen, \"co­mes not my neph­ew, the son of my sis­ter, unto me? Though he were not king of Ire­land, yet will­ing­ly would I fon­dle the boy.\" \"Cheer­ful­ly let him go to thee,\" said Bendigeid Vran; and the boy went unto him cheer­ful­ly. \"By my con­fes­sion to Heav­en,\" said Ev­nis­syen in his heart, \"un­thought of is the slaugh­ter that I will this in­stant com­mit.\""},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"Then he arose and took up the boy, and be­fore any one in the house could seize hold of him he thrust the boy head­long into the blaz­ing fire. And when Bran­wen saw her son burn­ing in the fire, she strove to leap into the fire also, from the place where she sat be­tween her two broth­ers. But Bendigeid Vran grasped her with one hand, and his shield with the oth­er. Then they all hur­ried about the house, and nev­er was there made so great a tu­mult by any host in one house as was made by them, as each man armed him­self. And while they all sought their arms Bendigeid Vran sup­ported Bran­wen be­tween his shield and his shoul­der. And they fought."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"Then the Irish kindled a fire un­der the cal­dron of ren­o­va­tion, and they cast the dead bod­ies into the cal­dron un­til it was full; and the next day they came forth fight­ing men, as good as be­fore, ex­cept that they were not able to speak. Then when Ev­nis­syen saw the dead bod­ies of the men of the Is­land of the Mighty no­where re­sus­ci­tat­ed, he said in his heart, \"Alas! woe is me, that I should have been the cause of bring­ing the men of the Is­land of the Mighty into so great a strait. Evil be­tide me if I find not a de­liv­er­ance there­from.\" And he cast him­self among the dead bod­ies of the Irish; and two un­shod Irishmen came to him, and, tak­ing him to be one of the Irish, flung him into the cal­dron. And he stretched him­self out in the cal­dron, so that he rent the cal­dron into four pieces, and burst his own heart also."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"In con­se­quence of this, the men of the Is­land of the Mighty ob­tained such suc­cess as they had; but they were not vic­to­ri­ous, for only sev­en men of them all es­caped, and Bendigeid Vran him­self was wound­ed in the foot with a poi­soned dart. Now the men that es­caped were Pryderi, Man­a­wyd­dan, Ta­li­es­in, and four oth­ers."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"And Bendigeid Vran com­manded them that they should cut off his head. \"And take you my head,\" said he, \"and bear it even unto the White Mount in Lon­don, and bury it there with the face to­wards France. And so long as it lies there, no en­e­my shall ever land on the is­land.\" So they cut off his head, and these sev­en went for­ward there­with. And Bran­wen was the eighth with them. And they came to land on Aber Alaw, and they sat down to rest. And Bran­wen looked to­wards Ire­land, and to­wards the Is­land of the Mighty, to see if she could de­scry them. \"Alas!\" said she, \"woe is me that I was ever born; two is­lands have been de­stroyed be­cause of me.\" Then she ut­tered a groan, and there broke her heart. And they made her a four-sid­ed gra­ve, and bur­ied her upon the banks of the Alaw."},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"Then the sev­en men jour­neyed for­ward, bear­ing the head with them; and as they went, be­hold there met them a mul­ti­tude of men and wom­en. \"Have you any tid­ings?\" said Man­a­wyd­dan. \"We have none,\" said they, \"save that Caswallawn, [Foot­note: Cassivellaunus.] the son of Beli, has con­quered the Is­land of the Mighty, and is crowned king in Lon­don.\" \"What has be­come,\" said they, \"of Ca­rad­oc, the son of Bran, and the sev­en men who were left with him in this is­land?\" \"Caswallawn came upon them, and slew six of the men, and Ca­rad­oc's heart broke for grief there­of.\" And the sev­en men jour­neyed on to­wards Lon­don, and they bur­ied the head in the White Mount, as Bendigeid Vran had di­rect­ed them. [Foot­note: There is a Tri­ad upon the sto­ry of the head bur­ied un­der the White Tow­er of Lon­don, as a charm against in­va­sion. Ar­thur, it seems, proud­ly dis­in­terred the head, pre­fer­ring to hold the is­land by his own strength alone.]"},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":" "},{"B":"#text","C":"/4/49","J":"\n"}]}],"script":[]}}