{"E":{"v":"0","b":"CHAPTER X","T":"045","K":".html","X":"q45","O":"Ops/045.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a85\"></a><b><i>CHAP­TER</i></b><i> X</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"MAN­A­WYD­DAN"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Pwyll and Rhi­an­non had a son, whom they named Pryderi. And when he was grown up, Pwyll, his fa­ther, died. And Pryderi mar­ried Kic­va, the daugh­ter of Gwynn Gloy."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"Now Man­a­wyd­dan re­turned from the war in Ire­land, and he found that his cous­in had seized all his pos­ses­sions, and much grief and heav­i­ness came upon him. \"Alas! woe is me!\" he ex­claimed; \"there is none save my­self with­out a home and a re­sting-place.\" \"Lord,\" said Pryderi, \"be not so sorrowful. Thy cous­in is king of the Is­land of the Mighty, and though he has done thee wrong, thou hast nev­er been a claim­ant of land or pos­ses­sions.\" \"Yea,\" an­swered he, \"but al­though this man is my cous­in, it grieveth me to see any one in the place of my broth­er, Bendigeid Vran; nei­ther can I be hap­py in the same dwell­ing with him.\" \"Wilt thou fol­low the coun­sel of an­oth­er?\" said Pryderi. \"I stand in need of coun­sel,\" he an­swered, \"and what may that coun­sel be?\" \"Sev­en cantrevs be­long unto me,\" said Pryderi, \"where­in Rhi­an­non, my moth­er, dwells. I will be­stow her upon thee, and the sev­en cantrevs with her; and though thou hadst no pos­ses­sions but those cantrevs only, thou couldst not have any fairer than they. Do thou and Rhi­an­non en­joy them, and if thou de­sire any pos­ses­sions thou wilt not de­spise these.\" \"I do not, chief­tain,\" said he. \"Heav­en re­ward thee for the friend­ship! I will go with thee to seek Rhi­an­non, and to look at thy pos­ses­sions.\" \"Thou wilt do well,\" he an­swered; \"and I be­lieve that thou didst nev­er hear a lady dis­course bet­ter than she, and when she was in her prime, none was ever fairer. Even now her as­pect is not un­come­ly.\""},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"They set forth, and, how­ev­er long the jour­ney, they came at last to Dyved; and a feast was pre­pared for them by Rhi­an­non and Kic­va. Then be­gan Man­a­wyd­dan and Rhi­an­non to sit and to talk to­geth­er; and his mind and his thoughts be­came warmed to­wards her, and he thought in his heart he had nev­er be­held any lady more ful­filled of grace and beau­ty than she. \"Pryderi,\" said he, \"I will that it be as thou didst say.\" \"What say­ing was that?\" asked Rhi­an­non. \"Lady,\" said Pryderi, \"I did of­fer thee as a wife to Man­a­wyd­dan, the son of Llyr.\" \"By that will I glad­ly abide,\" said Rhi­an­non. \"Right glad am I also,\" said Man­a­wyd­dan, \"may Heav­en re­ward him who hath shown unto me friend­ship so per­fect as this!\""},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"And be­fore the feast was over she be­came his bride. Said Pryderi, \"Tar­ry ye here the rest of the feast, and I will go into Eng­land to ten­der my hom­age unto Caswallawn, the son of Beli.\" \"Lord,\" said Rhi­an­non, \"Caswallawn is in Kent; thou may­est there­fore tar­ry at the feast, and wait un­til he shall be nearer.\" \"We will wait,\" he an­swered. So they fin­ished the feast. And they be­gan to make the cir­cuit of Dyved, and to hunt, and to take their pleas­ure. And as they went through the coun­try, they had nev­er seen lands more pleas­ant to live in, nor bet­ter hunt­ing grounds, nor great­er plen­ty of hon­ey and fish. And such was the friend­ship be­tween these four, that they would not be part­ed from each oth­er by night nor by day."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"And in the midst of all this he went to Caswallawn at Ox­ford, and ten­dered his hom­age; and hon­or­a­ble was his re­cep­tion there, and high­ly was he praised for of­fer­ing his hom­age."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"And af­ter his re­turn Pryderi and Man­a­wyd­dan feasted and took their ease and pleas­ure. And they be­gan a feast at Nar­berth, for it was the chief pal­ace. And when they had ended the first meal, while those who served them ate, they arose and went forth, and pro­ceeded to the Gor­sedd, that is, the Mount of Nar­berth, and their ret­i­nue with them. And as they sat thus, be­hold a peal of thun­der, and with the vi­o­lence of the thun­der-storm, lo! there came a fall of mist, so thick that not one of them could see the oth­er. And af­ter the mist it be­came light all around. And when they looked to­wards the place where they were wont to see the cat­tle and herds and dwell­ings, they saw noth­ing now, nei­ther house, nor beast, nor smoke, nor fire, nor man, nor dwell­ing, but the build­ings of the court emp­ty, and de­sert, and un­in­hab­it­ed, with­out ei­ther man or beast with­in them. And tru­ly all their com­pan­ions were lost to them, with­out their know­ing aught of what had be­fall­en them, save those four only."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"\"In the name of Heav­en,\" said Man­a­wyd­dan, \"where are they of the court, and all my host be­side? Let us go and see.\""},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"So they came to the cas­tle, and saw no man, and into the hall, and to the sleep­ing-place, and there was none; and in the mead-cel­lar and in the kitch­en there was naught but des­o­la­tion. Then they be­gan to go through the land, and all the pos­ses­sions that they had; and they vis­ited the hous­es and dwell­ings, and found noth­ing but wild beasts. And when they had con­sumed their feast and all their pro­vi­sions, they fed upon the prey they killed in hunt­ing, and the hon­ey of the wild swans."},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"And one morn­ing Pryderi and Man­a­wyd­dan rose up to hunt, and they ranged their dogs and went forth. And some of the dogs ran be­fore them, and came to a bush which was near at hand; but as soon as they were come to the bush, they hast­i­ly drew back, and re­turned to the men, their hair bristling up great­ly. \"Let us go near to the bush,\" said Pryderi, \"and see what is in it.\" And as they came near, be­hold, a wild boar of a pure white col­or rose up from the bush. Then the dogs, be­ing set on by the men, rushed to­wards him; but he left the bush, and fell back a lit­tle way from the men, and made a stand against the dogs, with­out re­treat­ing from them, un­til the men had come near. And when the men came up, he fell back a se­cond time, and be­took him to flight. Then they pur­sued the boar un­til they be­held a vast and lofty cas­tle, all new­ly built, in a place where they had nev­er be­fore seen ei­ther stone or build­ing. And the boar ran swift­ly into the cas­tle, and the dogs af­ter him. Now when the boar and the dogs had gone into the cas­tle, the men be­gan to won­der at find­ing a cas­tle in a place where they had nev­er be­fore seen any build­ing what­so­ev­er. And from the top of the Gor­sedd they looked and lis­tened for the dogs. But so long as they were there, they heard not one of the dogs, nor aught con­cern­ing them."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"\"Lord,\" said Pryderi, \"I will go into the cas­tle to get tid­ings of the dogs.\" \"Tru­ly,\" he replied, \"thou wouldst be un­wise to go into this cas­tle, which thou hast nev­er seen till now. If thou wouldst fol­low my coun­sel, thou wouldst not en­ter there­in. Who­so­ev­er has cast a spell over this land, has caused this cas­tle to be here.\" \"Of a truth,\" an­swered Pryderi, \"I can­not thus give up my dogs.\" And for all the coun­sel that Man­a­wyd­dan gave him, yet to the cas­tle he went."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"When he came with­in the cas­tle, nei­ther man nor beast, nor boar, nor dogs, nor house, nor dwell­ing, saw he with­in it. But in the cen­tre of the cas­tle-floor he be­held a foun­tain with mar­ble-work around it, and on the mar­gin of the foun­tain a gold­en bowl upon a mar­ble slab, and chains hang­ing from the air, to which he saw no end."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"And he was great­ly pleased with the beau­ty of the gold, and with the rich work­man­ship of the bowl; and he went up to the bowl, and laid hold of it. And when he had tak­en hold of its his hands stuck to the bowl, and his feet to the slab on which the bowl was placed; and all his joy­ous­ness for­sook him, so that he could not ut­ter a word. And thus he stood."},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"And Man­a­wyd­dan waited for him till near the close of the day. And late in the eve­ning, be­ing cer­tain that he should have no tid­ings of Pryderi or the dogs, he went back to the pal­ace. And as he en­tered, Rhi­an­non looked at him. \"Where,\" said she, \"are thy com­pan­ion and thy dogs?\" \"Be­hold,\" he an­swered, \"the ad­ven­ture that has be­fall­en me.\" And he re­lat­ed it all unto her. \"An evil com­pan­ion hast thou been,\" said Rhi­an­non, \"and a good com­pan­ion hast thou lost.\" And with that word she went out, and pro­ceeded to­wards the cas­tle, ac­cord­ing to the di­rec­tion which he gave her. The gate of the cas­tle she found open. She was noth­ing daunted, and she went in. And as she went in, she perceived Pryderi lay­ing hold of the bowl, and she went to­wards him. \"O my lord,\" said she, \"what dost thou here?\" And she took hold of the bowl with him; and as she did so, her hands also be­came fast to the bowl, and her feet to the slab, and she was not able to ut­ter a word. And with that, as it be­came night, lo! there came thun­der upon them, and a fall of mist; and there­up­on the cas­tle van­ished, and they with it."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"When Kic­va, the daugh­ter of Gwynn Gloy, saw that there was no one in the pal­ace but her­self and Man­a­wyd­dan, she sor­rowed so that she cared not wheth­er she lived or died. And Man­a­wyd­dan saw this. \"Thou art in the wrong,\" said he, \"if through fear of me thou grievest thus. I call Heav­en to wit­ness that thou hast nev­er seen friend­ship more pure than that which I will bear thee as long as Heav­en will that thou shouldst be thus. I de­clare to thee, that, were I in the dawn of youth, I would keep my faith unto Pryderi, and unto thee also will I keep it. Be there no fear upon thee, there­fore.\" \"Heav­en re­ward thee!\" she said; \"and that is what I deemed of thee.\" And the dam­sel there­up­on took cour­age, and was glad."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"\"Tru­ly, lady,\" said Man­a­wyd­dan, \"it is not fit­ting for us to stay here; we have lost our dogs, and can­not get food. Let us go into Eng­land; it is eas­i­est for us to find sup­port there.\" \"Glad­ly, lord,\" said she, \"we will do so.\" And they set forth to­geth­er to Eng­land."},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"\"Lord,\" said she, \"what craft wilt thou fol­low? Take up one that is seem­ly.\" \"None oth­er will I take,\" an­swered he, \"but that of mak­ing shoes.\" \"Lord,\" said she, \"such a craft be­comes not a man so nobly born as thou.\" \"By that how­ev­er will I abide,\" said he. \"I know noth­ing there­of,\" said Kic­va. \"But I know,\" an­swered Man­a­wyd­dan, \"and I will teach thee to stitch. We will not at­tempt to dress the leath­er, but we will buy it ready dressed, and will make the shoes from it.\""},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"So they went into Eng­land, and went as far as Her­e­ford; and they be­took them­selves to mak­ing shoes. And he be­gan by buy­ing the best cord­wain that could be had in the town, and none oth­er would buy. And he as­so­ci­at­ed him­self with the best gold­smith in the town, and caused him to make clasps for the shoes, and to gild the clasps; and he marked how it was done un­til he learn­ed the meth­od. And there­fore is he called one of the three mak­ers of gold shoes. And when they could be had from him, not a shoe nor hose was bought of any of the cord­wain­ers in the town. But when the cord­wain­ers perceived that their gains were fail­ing (for as Man­a­wyd­dan shaped the work, so Kic­va stitched it), they came to­geth­er and took coun­sel, and agreed that they would slay them. And he had warn­ing there­of, and it was told him how the cord­wain­ers had agreed to­geth­er to slay him."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"\"Lord,\" said Kic­va, \"where­fore should this be borne from these boors?\" \"Nay,\" said he, \"we will go back unto Dyved.\" So to­wards Dyved they set forth."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"Now Man­a­wyd­dan, when he set out to re­turn to Dyved, took with him a bur­den of wheat. And he pro­ceeded to­wards Nar­berth, and there he dwelt. And nev­er was he bet­ter pleased than when he saw Nar­berth again, and the lands where he had been wont to hunt with Pryderi and with Rhi­an­non. And he ac­cus­tomed him­self to fish, and to hunt the deer in their cov­ert. And then he be­gan to pre­pare some ground, and he sowed a croft, and a se­cond, and a third. And no wheat in the world ever sprung up bet­ter. And the three crofts pros­pered with per­fect growth, and no man ever saw fairer wheat than it."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"And thus passed the sea­sons of the year un­til the har­vest came. And he went to look at one of his crofts, and, be­hold, it was ripe. \"I will reap this to-mor­row,\" said he. And that night he went back to Nar­berth, and on the mor­row, in the gray dawn, he went to reap the croft; and when he came there, he found noth­ing but the bare straw. Eve­ry one of the ears of the wheat was cut off from the stalk, and all the ears car­ried en­tire­ly away, and noth­ing but the straw left. And at this he mar­velled great­ly."},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"Then he went to look at an­oth­er croft, and, be­hold, that also was ripe. \"Ver­i­ly,\" said he, \"this will I reap to-mor­row.\" And on the mor­row he came with the in­tent to reap it; and when he came there, he found noth­ing but the bare straw. \"O gra­cious Heav­en!\" he ex­claimed. \"I know that who­so­ev­er has be­gun my ruin is com­plet­ing it, and has also de­stroyed the coun­try with me.\""},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":"Then he went to look at the third croft; and when he came there, fin­er wheat had there nev­er been seen, and this also was ripe. \"Evil be­tide me,\" said he, \"if I watch not here to-night. Who­ev­er car­ried off the oth­er corn will come in like man­ner to take this, and I will know who it is.\" And he told Kic­va all that had be­fall­en. \"Ver­i­ly,\" said she, \"what thinkest thou to do?\" \"I will watch the croft to-night,\" said he. And he went to watch the croft."},{"B":"#text","C":"/4/49","J":"\n"},{"B":"p","C":"/4/50","J":"And at mid­night he heard some­thing stir­ring among the wheat; and he looked, and be­hold, the might­i­est host of mice in the world, which could nei­ther be num­bered nor meas­ured. And he knew not what it was un­til the mice had made their way into the croft, and each of them, climb­ing up the straw, and bend­ing it down with its weight, had cut off one of the ears of wheat, and had car­ried it away, leav­ing there the stalk; and he saw not a sin­gle straw there that had not a mouse to it. And they all took their way, car­ry­ing the ears with them."},{"B":"#text","C":"/4/51","J":"\n"},{"B":"p","C":"/4/52","J":"In wrath and an­ger did he rush upon the mice; but he could no more come up with them than if they had been gnats or birds of the air, ex­cept one only, which, though it was but slug­gish, went so fast that a man on foot could scarce over­take it. And af­ter this one he went, and he caught it, and put it in his glove, and tied up the open­ing of the glove with a string, and kept it with him, and re­turned to the pal­ace. Then he came to the hall where Kic­va was, and he light­ed a fire, and hung the glove by the string upon a peg. \"What hast thou there, lord?\" said Kic­va. \"A thief,\" said he, \"that I found rob­bing me.\" \"What kind of a thief may it be, lord, that thou couldst put into thy glove?\" said she. Then he told her how the mice came to the last of the fields in his sight. \"And one of them was less nim­ble than the rest, and is now in my glove; to- mor­row I will hang it.\" \"My lord,\" said she, \"this is mar­vel­lous; but yet it would be un­seem­ly for a man of dig­ni­ty like thee to be hang­ing such a rep­tile as this.\" \"Woe be­tide me,\" said he, \"if I would not hang them all, could I catch them, and such as I have I will hang.\" \"Ver­i­ly, lord,\" said she, \"there is no rea­son that I should suc­cor this rep­tile, ex­cept to pre­vent dis­cred­it unto thee. Do there­fore, lord, as thou wilt.\""},{"B":"#text","C":"/4/53","J":"\n"},{"B":"p","C":"/4/54","J":"Then he went to the Mound of Nar­berth, tak­ing the mouse with him. And he set up two forks on the highest part of the mound. And while he was do­ing this, be­hold, he saw a schol­ar com­ing to­wards him, in old and poor and tat­tered gar­ments. And it was now sev­en years since he had seen in that place ei­ther man or beast, ex­cept those four per­sons who had re­mained to­geth­er un­til two of them were lost."},{"B":"#text","C":"/4/55","J":"\n"},{"B":"p","C":"/4/56","J":"\"My lord,\" said the schol­ar, \"good-day to thee.\" \"Heav­en pros­per thee, and my greet­ing be unto thee! And whence dost thou come, schol­ar?\" asked he. \"I come, lord, from sing­ing in Eng­land; and where­fore dost thou in­quire?\" \"Be­cause for the last sev­en years,\" an­swered he, \"I have seen no man here save four se­clud­ed per­sons, and thy­self this mo­ment.\" \"Tru­ly, lord,\" said he, \"I go through this land unto mine own. And what work art thou upon, lord?\" \"I am hang­ing a thief that I caught rob­bing me,\" said he. \"What man­ner of thief is that?\" asked the schol­ar. \"I see a crea­ture in thy hand like unto a mouse, and ill does it be­come a man of rank equal to thine to tou­ch a rep­tile such as this. Let it go forth free.\" \"I will not let it go free, by Heav­en,\" said he; \"I caught it rob­bing me, and the doom of a thief will I in­flict upon it, and I will hang it.\" \"Lord,\" said he, \"ra­ther than see a man of rank equal to thine at such a work as this, I would give thee a pound, which I have re­ceived as alms, to let the rep­tile go forth free.\" \"I will not let it go free,\" said he, \"nei­ther will I sell it.\" \"As thou wilt, lord,\" he an­swered; \"I care naught.\" And the schol­ar went his way."},{"B":"#text","C":"/4/57","J":"\n"},{"B":"p","C":"/4/58","J":"And as he was plac­ing the cross-beam upon the two forks, be­hold, a priest came to­wards him, upon a horse cov­ered with trap­pings. \"Good day to thee, lord,\" said he. \"Heav­en pros­per thee!\" said Man­a­wyd­dan; \"thy bles­sing.\" \"The bles­sing of Heav­en be upon thee! And what, lord, art thou do­ing?\" \"I am hang­ing a thief that I caught rob­bing me,\" said he. \"What man­ner of thief, lord?\" asked he. \"A crea­ture,\" he an­swered, \"in form of a mouse. It has been rob­bing me, and I am in­flict­ing upon it the doom of a thief.\" \"Lord,\" said he, \"ra­ther than see thee tou­ch this rep­tile, I would pur­chase its free­dom.\" \"By my con­fes­sion to Heav­en, nei­ther will I sell it nor set it free.\" \"It is true, lord, that it is worth noth­ing to buy; but ra­ther than see thee de­file thy­self by touch­ing such a rep­tile as this, I will give thee three pounds to let it go.\" \"I will not, by Heav­en,\" said he, \"take any price for it. As it ought, so shall it be hanged.\" And the priest went his way."},{"B":"#text","C":"/4/59","J":"\n"},{"B":"p","C":"/4/60","J":"Then he noosed the string around the mouse's neck, and as he was about to draw it up, be­hold, he saw a bish­op's ret­i­nue, with his sump­ter-hors­es and his at­tend­ants. And the bish­op him­self came to­wards him. And he stayed his work. \"Lord Bish­op,\" said he, \"thy bles­sing.\" \"Heav­en's bles­sing be unto thee!\" said he. \"What work art thou upon?\" \"Hang­ing a thief that I caught rob­bing me,\" said he. \"Is not that a mouse that I see in thy hand?\" \"Yes,\" an­swered he, \"and she has robbed me.\" \"Ay,\" said he, \"since I have come at the doom of this rep­tile I will ran­som it of thee. I will give thee sev­en pounds for it, and that ra­ther than see a man of rank equal to thine de­stroy­ing so vile a rep­tile as this. Let it loose, and thou shalt have the mon­ey.\" \"I de­clare to Heav­en that I will not let it loose.\" \"If thou wilt not loose it for this, I will give thee four and twen­ty pounds of ready mon­ey to set it free.\" \"I will not set it free, by Heav­en, for as much again,\" said he. \"If thou wilt not set it free for this, I will give thee all the hors­es that thou seest in this plain, and the sev­en loads of bag­gage, and the sev­en hors­es that they are upon.\" \"By Heav­en, I will not,\" he replied. \"Since for this thou wilt not set it free, do so at what price so­ev­er thou wilt.\" \"I will that Rhi­an­non and Pryderi be free,\" said he. \"That thou shalt have,\" he an­swered. \"Not yet will I loose the mouse, by Heav­en.\" \"What then wouldst thou?\" \"That the charm and the il­lu­sion be re­moved from the sev­en cantrevs of Dyved.\" \"This shalt thou have also; set there­fore the mouse free.\" \"I will not set it free, by Heav­en,\" said he, \"till I know who the mouse may be.\" \"She is my wife.\" \"Where­fore came she to me?\" \"To de­spoil thee,\" he an­swered. \"I am Lloyd, the son of Kilwed, and I cast the charm over the sev­en cantrevs of Dyved. And it was to avenge Gawl, the son of Clud, from the friend­ship I had to­wards him, that I cast the charm. And upon Pryderi did I avenge Gawl, the son of Clud, for the game of Badg­er in the Bag, that Pwyll, the son of Auwyn, played upon him. And when it was known that thou wast come to dwell in the land, my house­hold came and be­sought me to trans­form them into mice, that they might de­stroy thy corn. And they went the first and the se­cond night, and de­stroyed thy two crops. And the third night came unto me my wife and the la­dies of the court, and be­sought me to trans­form them. And I trans­formed them. Now she is not in her usu­al health. And had she been in her usu­al health, thou wouldst not have been able to over­take her; but since this has tak­en place, and she has been caught, I will re­store to thee Pryderi and Rhi­an­non, and I will take the charm and il­lu­sion from off Dyved. Set her there­fore free.\" \"I will not set her free yet.\" \"What wilt thou more?\" he asked. \"I will that there be no more charm upon the sev­en cantrevs of Dyved, and that none shall be put upon it hence­forth; more­o­ver, that venge­ance be nev­er tak­en for this, ei­ther upon Pryderi or Rhi­an­non, or upon me.\" \"All this shalt thou have. And tru­ly thou hast done wisely in ask­ing this. Upon thy head would have lit all this trou­ble.\" \"Yea,\" said he, \"for fear there­of was it that I re­quired this.\" \"Set now my wife at lib­er­ty.\" \"I will not,\" said he, \"un­til I see Pryderi and Rhi­an­non with me free.\" \"Be­hold, here they come,\" he an­swered."},{"B":"#text","C":"/4/61","J":"\n"},{"B":"p","C":"/4/62","J":"And there­up­on be­hold Pryderi and Rhi­an­non. And he rose up to meet them, and greeted them, and sat down be­side them. \"Ah, chief­tain, set now my wife at lib­er­ty,\" said the bish­op. \"Hast thou not re­ceived all thou didst ask?\" \"I will re­lease her, glad­ly,\" said he. And there­up­on he set her free."},{"B":"#text","C":"/4/63","J":"\n"},{"B":"p","C":"/4/64","J":"Then he struck her with a mag­ic wand, and she was changed back into a young wom­an, the fairest ever seen. \"Look round upon thy land,\" said he, \"and thou wilt see it all tilled and peopled as it was in its best es­tate.\" And he rose up and looked forth. And when he looked he saw all the lands tilled, and full of herds and dwell­ings."},{"B":"#text","C":"/4/65","J":"\n"},{"B":"p","C":"/4/66","J":"And thus ends this por­tion of the Mabinogi."},{"B":"#text","C":"/4/67","J":"\n"},{"B":"p","C":"/4/68","J":"The fol­low­ing al­lu­sions to the pre­ced­ing sto­ry are found in a let­ter of the poet Sou­they to John Rickman, Esq., dat­ed June 6th, 1802:"},{"B":"#text","C":"/4/69","J":"\n"},{"B":"p","C":"/4/70","J":"\"You will read the Mabinogeon, con­cern­ing which I ought to have talked to you. In the last, that most odd and Ara­bi­an-like sto­ry of the mouse, men­tion is made of a begging schol­ar, that helps to the date; but where did the Cymri get the im­ag­i­na­tion that could pro­duce such a tale? That en­chant­ment of the ba­sin hang­ing by the chain from heav­en is in the wildest spir­it of the Ara­bi­an Nights. I am per­fect­ly aston­ished that such fic­tions should ex­ist in Welsh. They throw no light on the or­i­gin of ro­mance, eve­ry­thing be­ing utterly dis­sim­i­lar to what we mean by that term, but they do open a new world of fic­tion; and if the date of their lan­guage be fixed about the twelfth or thir­teenth cen­tu­ry, I can­not but think the myth­o­log­i­cal sub­stance is of far ear­li­er date; very prob­a­bly brought from the East by some of the first set­tlers or con­quer­ors.\""},{"B":"#text","C":"/4/71","J":"\n"},{"B":"p","C":"/4/72","J":" "},{"B":"#text","C":"/4/73","J":"\n"}]}],"script":[]}}