{"E":{"v":"0","b":"CHAPTER XI","T":"046","K":".html","X":"q46","O":"Ops/046.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a86\"></a><b><i>CHAP­TER</i></b><i> XI</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"KIL­WICH AND OL­WEN"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Kilydd, a son of Prince Kelyddon, de­sired a wife as a help­mate, and the wife that he chose was Goleudid, the daugh­ter of Prince Anlawd. And af­ter their un­ion the peo­ple put up pray­ers that they might have an heir. And they had a son through the pray­ers of the peo­ple; and called his name Kil­wich."},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"Af­ter this the boy's moth­er, Goleudid, the daugh­ter of Prince Anlawd, fell sick. Then she called her hus­band to her, and said to him, \"Of this sick­ness I shall die, and thou wilt take an­oth­er wife. Now wives are the gift of the Lord, but it would be wrong for thee to harm thy son. There­fore I charge thee that thou take not a wife un­til thou see a bri­ar with two blos­soms upon my gra­ve.\" And this he prom­ised her. Then she be­sought him to dress her gra­ve eve­ry year, that no weeds might grow there­on. So the queen died. Now the king sent an at­tend­ant eve­ry morn­ing to see if an­y­thing were grow­ing upon the gra­ve. And at the end of the sev­enth year they ne­glected that which they had prom­ised to the queen."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"One day the king went to hunt; and he rode to the place of bur­i­al, to see the gra­ve, and to know if it were time that he should take a wife: and the King saw the bri­ar. And when he saw it, the king took coun­sel where he should find a wife. Said one of his coun­sel­lors, \"I know a wife that will suit thee well; and she is the wife of King Doged.\" And they re­solved to go to seek her; and they slew the king, and brought away his wife. And they con­quered the kings' lands. And he mar­ried the wid­ow of King Doged, the sis­ter of Yspadaden Penkawr."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"And one day his step­moth­er said to Kil­wich, \"It were well for thee to have a wife.\" \"I am not yet of an age to wed,\" an­swered the youth. Then said she unto him, \"I de­clare to thee that it is thy des­ti­ny not to be suit­ed with a wife un­til thou ob­tain Ol­wen, the daugh­ter of Yspadaden Penkawr.\" And the youth blushed, and the love of the maid­en diffused it­self through all his frame, al­though he had nev­er seen her. And his fa­ther in­quired of him, \"What has come over thee, my son, and what aileth thee?\" \"My step­moth­er has de­clared to me that I shall nev­er have a wife un­til I ob­tain Ol­wen, the daugh­ter of Yspadaden Penkawr.\" \"That will be easy for thee,\" an­swered his fa­ther. \"Ar­thur is thy cous­in. Go, there­fore, unto Ar­thur, to cut thy hair, and ask this of him as a boon.\""},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"And the youth pricked forth upon a steed with head dap­pled gray, four win­ters old, firm of limb, with shell-formed hoofs, hav­ing a bri­dle of linked gold on his head, and upon him a sad­dle of cost­ly gold. And in the youth's hand were two spears of sil­ver, sharp, well-tem­pered, head­ed with steel, three ells in length, of an edge to wound the wind, and cause blood to flow, and swift­er than the fall of the dew-drop from the blade of reed-grass, when the dew of June is at the heav­i­est. A gold-hilted sword was upon his thigh, the blade of which was gild­ed, bear­ing a cross of in­laid gold of the hue of the light­ning of heav­en. His war-horn was of ivo­ry. Be­fore him were two brin­dled, white-breasted grey­hounds, hav­ing strong col­lars of rubies about their necks, reach­ing from the shoul­der to the ear. And the one that was upon the left side bound­ed across to the right side, and the one on the right to the left, and, like two sea-swal­lows, sported around him. And his cours­er cast up four sods, with his four hoofs, like four swal­lows in the air, about his head, now above, now be­low. About him was a four-cor­nered cloth of pur­ple, and an ap­ple of gold was at each cor­ner, and eve­ry one of the ap­ples was of the val­ue of an hun­dred kine. And there was pre­cious gold of the val­ue of three hun­dred kine upon his shoes, and upon his stir­rups, from his knee to the tip of his toe. And the blade of grass bent not be­neath him, so light was his cours­er's tread, as he jour­neyed to­ward the gate of Ar­thur's pal­ace."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"Spoke the youth: \"Is there a por­ter?\" \"There is; and if thou holdest not thy peace, small will be thy wel­come. I am Ar­thur's por­ter eve­ry first day of Jan­u­ary.\" \"Open the por­tal.\" \"I will not open it.\" \"Where­fore not?\" \"The knife is in the meat, and the drink is in the horn, and there is rev­el­ry in Ar­thur's hall; and none may en­ter there­in but the son of a king of a priv­i­leged coun­try, or a crafts­man bring­ing his craft. But there will be re­fresh­ment for thy dogs and for thy horse; and for thee there will be col­lops cooked and pep­pered, and lus­cious wine, and mirth­ful songs; and food for fif­ty men shall be brought unto thee in the guest-cham­ber, where the stran­ger and the sons of oth­er countries eat, who come not into the pre­cincts of the pal­ace of Ar­thur. Thou wilt fare no worse there than thou wouldst with Ar­thur in the court. A lady shall smooth thy couch, and shall lull thee with songs; and ear­ly to-mor­row morn­ing, when the gate is open for the mul­ti­tude that came hith­er to-day, for thee shall it be opened first, and thou may­est sit in the place that thou shalt choose in Ar­thur's hall, from the up­per end to the low­er.\" Said the youth: \"That will I not do. If thou openest the gate, it is well. If thou dost not open it, I will bring dis­grace upon thy lord, and evil re­port upon thee. And I will set up three shouts at this very gate, than which none were ever heard more dead­ly.\" \"What clam­or so­ev­er thou may­est make,\" said Glewlwyd, the por­ter, \"against the laws of Ar­thur's pal­ace, shalt thou not en­ter there­in, un­til I first go and speak with Ar­thur.\""},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"Then Glewlwyd went into the hall. And Ar­thur said to him, \"Hast thou news from the gate?\" \"Half of my life is passed,\" said Glewlwyd, \"and half of thine. I was here­to­fore in Kaer Se and Asse, in Sach and Salach, in Lotor and Fotor, and I have been in In­dia the Great and In­dia the Less­er, and I have also been in Eu­rope and Af­ri­ca, and in the is­lands of Cor­si­ca, and I was pre­sent when thou didst con­quer Greece in the East. Nine su­preme sov­er­eigns, hand­some men, saw we there, but nev­er did I be­hold a man of equal dig­ni­ty with him who is now at the door of the por­tal.\" Then said Ar­thur: \"If walk­ing thou didst en­ter here, re­turn thou run­ning. It is un­be­com­ing to keep such a man as thou say­est he is in the wind and the rain.\" Said Kay: \"By the hand of my friend, if thou wouldst fol­low my coun­sel, thou wouldst not break through the laws of the court be­cause of him.\" \"Not so, bless­ed Kay,\" said Ar­thur; \"it is an hon­or to us to be re­sorted to, and the great­er our cour­te­sy, the great­er will be our re­nown and our fame and our glo­ry.\""},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"And Glewlwyd came to the gate, and opened the gate be­fore Kil­wich: and al­though all dis­mounted upon the horse-block at the gate, yet did he not dis­mount, but he rode in upon his charg­er. Then said he, \"Greet­ing be unto thee, sov­er­eign rul­er of this is­land, and be this greet­ing no less unto the lowest than unto the highest, and be it equal­ly unto thy guests, and thy war­ri­ors, and thy chief­tains; let all par­take of it as com­plete­ly as thy­self. And com­plete be thy fa­vor, and thy fame, and thy glo­ry, through­out all this is­land.\" \"Greet­ing unto thee also,\" said Ar­thur; \"sit thou be­tween two of my war­ri­ors, and thou shalt have min­strels be­fore thee, and thou shalt en­joy the priv­i­leges of a king born to a throne, as long as thou remainest here. And when I dis­perse my pres­ents to the vis­i­tors and stran­gers in this court, they shall be in thy hand at my com­menc­ing.\" Said the youth, \"I came not here to con­sume meat and drink; but if I ob­tain the boon that I seek, I will re­quite it thee, and ex­tol thee; but if I have it not, I will bear forth thy dis­praise to the four quar­ters of the world, as far as thy re­nown has ex­tend­ed.\" Then said Ar­thur, \"Since thou wilt not re­main here, chief­tain, thou shalt re­ceive the boon, what­so­ev­er thy tongue may name, as far as the wind dries, and the rain mois­tens, and the sun re­volves, and the sea en­cir­cles, and the earth ex­tends; save only my ship Prydwen, and my man­tle, and Caliburn, my sword, and Rhongomyant, my lance, and Guenever, my wife. By the truth of Heav­en, thou shalt have it cheerfuly, name what thou wilt.\" \"I would that thou bless my hair,\" said he. \"That shall be granted thee.\""},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"And Ar­thur took a gold­en comb, and scis­sors where­of the loops were of sil­ver, and he combed his hair. And Ar­thur in­quired of him who he was; \"for my heart warms unto thee, and I know that thou art come of my blood. Tell me, there­fore, who thou art.\" \"I will tell thee,\" said the youth. \"I am Kil­wich, the son of Kilydd, the son of Prince Kelyddon, by Goleudyd, my moth­er, the daugh­ter of Prince Anlawd.\" \"That is true,\" said Ar­thur; \"thou art my cous­in. What­so­ev­er boon thou may­est ask, thou shalt re­ceive, be it what it may that thy tongue shall name.\" \"Pledge the truth of Heav­en and the faith of thy king­dom there­of.\" \"I pledge it thee glad­ly.\" \"I crave of thee, then, that thou ob­tain for me Ol­wen, the daugh­ter of Yspadaden Penkawr, to wife; and this boon I like­wise seek at the hands of thy war­ri­ors. I seek it from Kay and from Bedwyr; and from Gwynn, the son of Nudd, and Gadwy, the son of Ge­raint, and Prince Flewddur Flam and Iona, king of France, and Sel, the son of Selgi, and Ta­li­es­in, the chief of the bards, and Ge­raint, the son of Erbin, Garanwyn, the son of Kay, and Amren, the son of Bedwyr, Ol, the son of Olwyd, Bedwin, the bish­op, Guenever, the chief lady, and Guenhywach, her sis­ter, Morved, the daugh­ter of Urien, and Gwenlian Deg, the ma­jes­tic maid­en, Creiddylad, [Foot­note: Creiddylad is no oth­er than Shakspeare's Cor­del­ia, whose fa­ther, King Lear, is by the Welsh authorities called in­dis­crim­i­nate­ly Llyr or Lludd. All the old chron­i­cles give the sto­ry of her de­vo­tion to her aged par­ent, but none of them seem to have been aware that she is des­tined to re­main with him till the day of doom, whilst Gwyn ap Nudd, the king of the fair­ies, and Gwythyr op Greidiol, fight for her eve­ry first of May, and which­ev­er of them may be for­tu­nate enough to be the con­quer­or at that time will ob­tain her as a bride.] the daugh­ter of Lludd, the con­stant maid­en, and Ewaedah, the daugh­ter of Kynvelyn, [Foot­note: The Welsh have a fa­ble on the sub­ject of the half man, tak­en to be il­lus­tra­tive of the force of hab­it. In this al­le­go­ry Ar­thur is sup­posed to be met by a sprite, who ap­pears at first in a small and in­dis­tinct form, but who, on ap­proach­ing nearer, in­creases in size, and, as­sum­ing the sem­blance of half a man, en­deav­ors to pro­voke the king to wres­tle. De­spis­ing his weak­ness, and con­sid­er­ing that he should gain no cred­it by the en­coun­ter, Ar­thur re­fuses to do so, and de­lays the con­test un­til at length the half man (Hab­it) be­comes so strong that it re­quires his ut­most ef­forts to over­come him.] the half-man.\" All these did Kil­wich, the son of Kilydd, ad­jure to ob­tain his boon."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"Then said Ar­thur, \"O chief­tain, I have nev­er heard of the maid­en of whom thou speakest, nor of her kin­dred, but I will glad­ly send mes­sen­gers in search of her. Give me time to seek her.\" And the youth said, \"I will will­ing­ly grant from this night to that at the end of the year to do so.\" Then Ar­thur sent mes­sen­gers to eve­ry land with­in his do­min­ions to seek for the maid­en, and at the end of the year Ar­thur's mes­sen­gers re­turned with­out hav­ing gained any knowl­edge or in­tel­li­gence con­cern­ing Ol­wen, more than on the first day. Then said Kil­wich, \"Eve­ry one has re­ceived his boon, and I yet lack mine. I will de­part, and bear away thy hon­or with me.\" Then said Kay, \"Rash chief­tain! dost thou re­proach Ar­thur? Go with us, and we will not part un­til thou dost ei­ther con­fess that the maid­en ex­ists not in the world, or un­til we ob­tain her.\" There­up­on Kay rose up. And Ar­thur called Bedwyr, who nev­er shrank from any en­ter­prise upon which Kay was bound. None were equal to him in swift­ness through­out this is­land ex­cept Ar­thur alone; and al­though he was one hand­ed; three war­ri­ors could not shed blood faster than he on the field of bat­tle."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"And Ar­thur called to Kyndelig, the guide, \"Go thou upon this ex­pe­di­tion with the chief­tain.\" For as good a guide was he in a land which he had nev­er seen as he was in his own."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"He called Gurhyr Gwalstat, be­cause he knew all tongues."},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"He called Ga­wain, the son of Gwyar, be­cause he nev­er re­turned home with­out achiev­ing the ad­ven­ture of which he went in quest."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"And Ar­thur called Meneu, the son of Teirgwed, in or­der that, if they went into a sav­age coun­try, he might cast a charm and an il­lu­sion over them, so that none might see them, whilst they could see eve­ry one."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"They jour­neyed un­til they came to a vast open plain, where­in they saw a great cas­tle, which was the fairest of the cas­tles of the world. And when they came be­fore the cas­tle, they be­held a vast flock of sheep. And upon the top of a mound there was a herds­man keep­ing the sheep. And a rug made of skins was upon him, and by his side was a shag­gy mas­tiff, larg­er than a steed nine win­ters old."},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"Then said Kay, \"Gurhyr Gwalstat, go thou and sa­lu­te yon­der man.\" \"Kay,\" said he, \"I en­gaged not to go fur­ther than thou thy­self.\" \"Let us go then to­geth­er.\" an­swered Kay. Said Meneu, \"Fear not to go thith­er, for I will cast a spell upon the dog, so that he shall in­jure no one.\" And they went up to the mound where­on the herds­man was, and they said to him, \"How dost thou fare, herds­man?\" \"Not less fair be it to you than to me.\" \"Whose are the sheep that thou dost keep, and to whom does yon­der cas­tle be­long?\" \"Stu­pid are ye, tru­ly! not to know that this is the cas­tle of Yspadaden Penkawr. And ye also, who are ye?\" \"We are an em­bas­sy from Ar­thur, come to seek Ol­wen, the daugh­ter of Yspadaden Penkawr.\" \"O men! the mer­cy of Heav­en be upon you; do not that for all the world. None who ever came hith­er on this quest has re­turned alive.\" And the herds­man rose up. And as he rose Kil­wich gave unto him a ring of gold. And he went home and gave the ring to his spouse to keep. And she took the ring when it was giv­en her, and she said, \"Whence came this ring, for thou art not wont to have good for­tune.\" \"O wife, him to whom this ring be­longed thou shalt see here this eve­ning.\" \"And who is he?\" asked the wom­an. \"Kil­wich, the son of Kilydd, by Goleudid, the daugh­ter of Prince Anlawd, who is come to seek Ol­wen as his wife.\" And when she heard that, she had joy that her neph­ew, the son of her sis­ter, was com­ing to her, and sor­row, be­cause she had nev­er known any one de­part alive who had come on that quest."},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"And the men went for­ward to the gate of the herds­man's dwell­ing. And when she heard their foot­steps ap­proach­ing, she ran out with joy to meet them. And Kay snatched a bil­let out of the pile. And when she met them, she sought to throw her arms about their necks. And Kay placed the log be­tween her two hands, and she squeezed it so that it be­came a twisted coil. \"O wom­an,\" said Kay, \"if thou hadst squeezed me thus, none could ever again have set their af­fec­tions on me. Evil love were this.\" They en­tered into the house and were served; and soon af­ter, they all went forth to amuse them­selves. Then the wom­an opened a stone chest that was be­fore the chim­ney-cor­ner, and out of it arose a youth with yel­low, curl­ing hair. Said Gurhyr, \"It is a pity to hide this youth. I know that it is not his own crime that is thus vis­ited upon him.\" \"This is but a rem­nant,\" said the wom­an. \"Three and twen­ty of my sons has Yspadaden Penkawr slain, and I have no more hope of this one than of the oth­ers.\" Then said Kay, \"Let him come and be a com­pan­ion with me, and he shall not be slain un­less I also am slain with him.\" And they ate. And the wom­an asked them, \"Upon what er­rand come you here?\" \"We come to seek Ol­wen for this youth.\" Then said the wom­an, \"In the name of Heav­en, since no one from the cas­tle hath yet seen you, re­turn again whence you came.\" \"Heav­en is our wit­ness, that we will not re­turn un­til we have seen the maid­en. Does she ever come hith­er, so that she may be seen?\" \"She co­mes here eve­ry Sat­ur­day to wash her head, and in the ves­sel where she washes she leaves all her rings, and she nev­er ei­ther co­mes her­self or sends any mes­sen­gers to fetch them.\" \"Will she come here if she is sent to?\" \"Heav­en knows that I will not de­stroy my soul, nor will I be­tray those that trust me; un­less you will pledge me your faith that you will not harm her, I will not send to her.\" \"We pledge it,\" said they. So a mes­sage was sent, and she came."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"The maid­en was clothed in a robe of flame-col­or­ed silk, and about her neck was a col­lar of rud­dy gold, on which were pre­cious em­er­alds and rubies. More yel­low was her head than the flow­er of the broom, [Foot­note: The ro­manc­ers dwell with great com­pla­cen­cy on the fair hair and del­i­cate com­plex­ion of their her­o­ines. This taste con­tin­ued for a long time, and to ren­der the hair light was an ob­ject of ed­u­ca­tion. Even when wigs came into fash­ion they were all flax­en. Such was the col­or of the hair of the Gauls and of their Ger­man con­quer­ors. It re­quired some centuries to rec­on­cile their eyes to the swarthy beauties of their Span­ish and Ital­ian neigh­bors.] and her skin was whiter than the foam of the wave, and fairer were her hands and her fin­gers than the blos­soms of the wood-anem­o­ne amidst the spray of the mead­ow foun­tain. The eye of the trained hawk was not brighter than hers. Her bos­om was more snowy than the breast of the white swan, her cheek was red­der than the red­dest roses. Who­so be­held her was filled with her love. Four white tre­foils sprung up wher­ev­er she trod. And there­fore was she called Ol­wen."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"She en­tered the house and sat be­side Kil­wich upon the fore­most bench; and as soon as he saw her, he knew her. And Kil­wich said unto her, \"Ah! maid­en, thou art she whom I have loved; come away with me, lest they speak evil of thee and of me. Many a day have I loved thee.\" \"I can­not do this, for I have pledged my faith to my fa­ther not to go with­out his coun­sel, for his life will last only un­til the time of my es­pous­als. What­ev­er is to be, must be. But I will give thee ad­vice, if thou wilt take it. Go, ask me of my fa­ther, and that which he shall re­quire of thee, grant it, and thou wilt ob­tain me; but if thou deny him an­y­thing, thou wilt not ob­tain me, and it will be well for thee if thou es­cape with thy life.\" \"I prom­ise all this, if oc­ca­sion of­fer,\" said he."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":"She re­turned to her cham­ber, and they all rose up, and fol­lowed her to the cas­tle. And they slew the nine por­ters, that were at the nine gates, in si­lence. And they slew the nine watch-dogs with­out one of them bark­ing. And they went for­ward to the hall."},{"B":"#text","C":"/4/45","J":"\n"},{"B":"p","C":"/4/46","J":"\"The greet­ing of Heav­en and of man be unto thee, Yspadaden Penkawr,\" said they. \"And you, where­fore come you?\" \"We come to ask thy daugh­ter Ol­wen for Kil­wich, the son of Kilydd, the son of Prince Kelyddon.\" \"Where are my pages and my serv­ants? Raise up the forks be­neath my two eye­brows, which have fall­en over my eyes, that I may see the fash­ion of my son-in-law.\" And they did so. \"Come hith­er to-mor­row, and you shall have an an­swer.\""},{"B":"#text","C":"/4/47","J":"\n"},{"B":"p","C":"/4/48","J":"They rose to go forth, and Yspadaden Penkawr seized one of the three poi­soned darts that lay be­side him, and threw it af­ter them. And Bedwyr caught it, and flung it, and pierced Yspadaden Penkawr griev­ous­ly with it through the knee. Then he said, \"A curs­ed un­gen­tle son-in-law, tru­ly! I shall ever walk the worse for his rude­ness, and shall ever be with­out a cure. This poi­soned iron pains me like the bite of a gad-fly. Curs­ed be the smith who forged it, and the an­vil on which it was wrought! So sharp is it!\""},{"B":"#text","C":"/4/49","J":"\n"},{"B":"p","C":"/4/50","J":"That night also they took up their abode in the house of the herds­man. The next day, with the dawn, they ar­rayed them­selves and pro­ceeded to the cas­tle, and en­tered the hall; and they said, \"Yspadaden Penkawr, give us thy daugh­ter in con­sid­er­a­tion of her dow­er and her maid­en fee, which we will pay to thee, and to her two kins­wom­en like­wise.\" Then he said, \"Her four great- grand­moth­ers and her four great-grand­sires are yet alive; it is need­ful that I take coun­sel of them.\" \"Be it so,\" they an­swered, \"we will go to meat.\" As they rose up he took the se­cond dart that was be­side him, and cast it af­ter them. And Meneu, the son of Gawedd, caught it, and flung it back at him, and wound­ed him in the cen­tre of the breast. \"A curs­ed un­gen­tle son-in-law, tru­ly!\" said he; \"the hard iron pains me like the bite of a horse-leech. Curs­ed be the hearth where­on it was heat­ed, and the smith who formed it! So sharp is it! Hence­forth, when­ev­er I go up hill, I shall have a scant in my breath, and a pain in my chest, and I shall of­ten loathe my food.\" And they went to meat."},{"B":"#text","C":"/4/51","J":"\n"},{"B":"p","C":"/4/52","J":"And the third day they re­turned to the pal­ace. And Yspadaden Penkawr said to them, \"Shoot not at me again un­less you de­sire death. Where are my at­tend­ants? Lift up the forks of my eye­brows, which have fall­en over my eye­balls, that I may see the fash­ion of my son-in-law.\" Then they arose, and, as they did so, Yspadaden Penkawr took the third poi­soned dart and cast it at them. And Kil­wich caught it, and threw it vig­or­ous­ly, and wound­ed him through the eye­ball. \"A curs­ed un­gen­tle son-in-law, tru­ly! As long as I re­main alive, my eye­sight will be the worse. When­ev­er I go against the wind, my eyes will wa­ter; and per­ad­ven­ture my head will burn, and I shall have a gid­di­ness eve­ry new moon. Like the bite of a mad dog is the stroke of this poi­soned iron. Curs­ed be the fire in which it was forged!\" And they went to meat."},{"B":"#text","C":"/4/53","J":"\n"},{"B":"p","C":"/4/54","J":"And the next day they came again to the pal­ace, and they said, \"Shoot not at us any more, un­less thou desirest such hurt and harm and tor­ture as thou now hast, and even more.\" Said Kil­wich, \"Give me thy daugh­ter; and if thou wilt not give her, thou shalt re­ceive thy death be­cause of her.\" \"Where is he that seeks my daugh­ter? Come hith­er where I may see thee.\" And they placed him a chair face to face with him."},{"B":"#text","C":"/4/55","J":"\n"},{"B":"p","C":"/4/56","J":"Said Yspadaden Penkawr, \"Is it thou that seekest my daugh­ter?\""},{"B":"#text","C":"/4/57","J":"\n"},{"B":"p","C":"/4/58","J":"\"It is I,\" an­swered Kil­wich."},{"B":"#text","C":"/4/59","J":"\n"},{"B":"p","C":"/4/60","J":"\"I must have thy pledge that thou wilt not do to­ward me oth­er­wise than is just; and when I have got­ten that which I shall name, my daugh­ter thou shalt have.\""},{"B":"#text","C":"/4/61","J":"\n"},{"B":"p","C":"/4/62","J":"\"I prom­ise thee that will­ing­ly,\" said Kil­wich; \"name what thou wilt.\""},{"B":"#text","C":"/4/63","J":"\n"},{"B":"p","C":"/4/64","J":"\"I will do so,\" said he. \"Seest thou yon­der red tilled ground?\""},{"B":"#text","C":"/4/65","J":"\n"},{"B":"p","C":"/4/66","J":"\"I see it.\""},{"B":"#text","C":"/4/67","J":"\n"},{"B":"p","C":"/4/68","J":"\"When first I met the moth­er of this maid­en, nine bush­els of flax were sown there­in, and none has yet sprung up, white nor black. I re­quire to have the flax to sow in the new land yon­der, that when it grows up it may make a white wim­ple for my daugh­ter's head on the day of thy wed­ding.\""},{"B":"#text","C":"/4/69","J":"\n"},{"B":"p","C":"/4/70","J":"\"It will be easy for me to com­pass this, al­though thou may­est think it will not be easy.\""},{"B":"#text","C":"/4/71","J":"\n"},{"B":"p","C":"/4/72","J":"\"Though thou get this, there is yet that which thou wilt not get-- the harp of Teirtu, to play to us that night. When a man de­sires that it should play, it does so of it­self; and when he de­sires that it should cease, it ceases. And this he will not give of his own free will, and thou wilt not be able to com­pel him.\""},{"B":"#text","C":"/4/73","J":"\n"},{"B":"p","C":"/4/74","J":"\"It will be easy for me to com­pass this, al­though thou may­est think it will not be easy.\""},{"B":"#text","C":"/4/75","J":"\n"},{"B":"p","C":"/4/76","J":"\"Though thou get this, there is yet that which thou wilt not get. I re­quire thee to get me for my hunts­man Mabon, the son of Modron. He was tak­en from his moth­er when three nights old, and it is not known where he now is, nor wheth­er he is liv­ing or dead.\""},{"B":"#text","C":"/4/77","J":"\n"},{"B":"p","C":"/4/78","J":"\"It will be easy for me to com­pass this, al­though thou may­est think it will not be easy.\""},{"B":"#text","C":"/4/79","J":"\n"},{"B":"p","C":"/4/80","J":"\"Though thou get this, there is yet that which thou wilt not get-- the two cubs of the wolf Gast Rhymhi; no leash in the world will hold them, but a leash made from the beard of Dillus Varwawc, the rob­ber. And the leash will be of no avail un­less it be plucked from his beard while he is alive. While he lives he will not suf­fer this to be done to him, and the leash will be of no use should he be dead, be­cause it will be brit­tle.\""},{"B":"#text","C":"/4/81","J":"\n"},{"B":"p","C":"/4/82","J":"\"It will be easy for me to com­pass this, al­though thou may­est think it will not be easy.\""},{"B":"#text","C":"/4/83","J":"\n"},{"B":"p","C":"/4/84","J":"\"Though thou get this, there is yet that which thou wilt not get-- the sword of Gwernach the Gi­ant; of his own free will he will not give it, and thou wilt nev­er be able to com­pel him.\""},{"B":"#text","C":"/4/85","J":"\n"},{"B":"p","C":"/4/86","J":"\"It will be easy for me to com­pass this, al­though thou may­est think it will not be easy.\""},{"B":"#text","C":"/4/87","J":"\n"},{"B":"p","C":"/4/88","J":"\"Though thou get this, there is yet that which thou wilt not get. Difficul­ties shalt thou meet with, and nights with­out sleep, in seek­ing this, and if thou ob­tain it not, nei­ther shalt thou ob­tain my daugh­ter.\""},{"B":"#text","C":"/4/89","J":"\n"},{"B":"p","C":"/4/90","J":"\"Hors­es shall I have, and chiv­al­ry; and my lord and kins­man, Ar­thur, will ob­tain for me all these things. And I shall gain thy daugh­ter, and thou shalt lose thy life.\""},{"B":"#text","C":"/4/91","J":"\n"},{"B":"p","C":"/4/92","J":"\"Go for­ward. And thou shalt not be charge­a­ble for food or rai­ment for my daugh­ter while thou art seek­ing these things; and when thou hast com­passed all these mar­vels, thou shalt have my daugh­ter for thy wife.\""},{"B":"#text","C":"/4/93","J":"\n"},{"B":"p","C":"/4/94","J":" "},{"B":"#text","C":"/4/95","J":"\n"}]}],"script":[]}}