{"E":{"v":"0","b":"CHAPTER XII","T":"047","K":".html","X":"q47","O":"Ops/047.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a87\"></a><b><i>CHAP­TER</i></b><i> XII</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"KIL­WICH AND OL­WEN (Con­tin­ued)"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"All that day they jour­neyed un­til the eve­ning, and then they be­held a vast cas­tle, which was the larg­est in the world. And lo! a black man, larg­er than three of the men of this world, came out from the cas­tle. And they spoke unto him, and said, \"O man, whose cas­tle is that?\" \"Stu­pid are ye, tru­ly, O men! There is no one in the world that does not know that this is the cas­tle of Gwernach the Gi­ant.\" \"What treat­ment is there for guests and stran­gers that alight in that cas­tle?\" \"O chief­tain, Heav­en pro­tect thee! No guests ever re­turned thence alive, and no one may en­ter there­in un­less he brings with him his craft.\""},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"Then they pro­ceeded to­wards the gate. Said Gurhyr Gwalstat, \"Is there a por­ter?\" \"There is; where­fore dost thou call?\" \"Open the gate.\" \"I will not open it.\" \"Where­fore wilt thou not?\" \"The knife is in the meat, and the drink is in the horn, and there is rev­el­ry in the hall of Gwernach the Gi­ant; and ex­cept for a crafts­man who brings his craft, the gate will not be opened to-night.\" \"Ver­i­ly, por­ter,\" then said Kay, \"my craft bring I with me.\" \"What is thy craft?\" \"The best bur­nish­er of swords am I in the world.\" \"I will go and tell this unto Gwernach the Gi­ant, and I will bring thee an an­swer.\""},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"So the por­ter went in, and Gwernach said to him, \"Hast thou news from the gate?\" \"I have. There is a par­ty at the door of the gate who de­sire to come in.\" \"Didst thou in­quire of them if they pos­sessed any art?\" \"I did in­quire,\" said he, \"and one told me that he was well skilled in the bur­nish­ing of swords.\" \"We have need of him then. For some time have I sought for some one to pol­ish my sword, and could find no one. Let this man en­ter, since he brings with him his craft.\""},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"The por­ter there­up­on re­turned and opened the gate. And Kay went in by him­self, and he sa­lut­ed Gwernach the Gi­ant. And a chair was placed for him op­po­site to Gwernach. And Gwernach said to him, \"O man, is it true that is re­ported of thee, that thou knowest how to bur­nish swords?\" \"I know full well how to do so,\" an­swered Kay. Then was the sword of Gwernach brought to him. And Kay took a blue whet­stone from un­der his arm, and asked wheth­er he would have it bur­nished white or blue. \"Do with it as it seems good to thee, or as thou wouldst if it were thine own.\" Then Kay pol­ished one half of the blade, and put it in his hand. \"Will this please thee?\" asked he. \"I would ra­ther than all that is in my do­min­ions that the whole of it were like this. It is a mar­vel to me that such a man as thou should be with­out a com­pan­ion.\" \"O no­ble sir, I have a com­pan­ion, al­be­it he is not skilled in this art.\" \"Who may he be?\" \"Let the por­ter go forth, and I will tell him where­by he may know him. The head of his lance will leave its shaft, and draw blood from the wind, and will de­scend upon its shaft again.\" Then the gate was opened, and Bedwyr en­tered. And Kay said, \"Bedwyr is very skil­ful, though he knows not this art.\""},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"And there was much dis­course among those who were with­out, be­cause that Kay and Bedwyr had gone in. And a young man who was with them, the only son of the herds­man, got in also; and he con­trived to ad­mit all the rest, but they kept them­selves con­cealed."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"The sword was now pol­ished, and Kay gave it unto the hand of Gwernach the Gi­ant, to see if he were pleased with his work. And the gi­ant said, \"The work is good; I am con­tent there­with.\" Said Kay, \"It is thy scab­bard that hath rusted thy sword; give it to me, that I may take out the wood­en sides of it, and put in new ones.\" And he took the scab­bard from him, and the sword in the oth­er hand. And he came and stood over against the gi­ant, as if he would have put the sword into the scab­bard; and with it he struck at the head of the gi­ant, and cut off his head at one blow. Then they de­spoiled the cas­tle, and took from it what goods and jew­els they would. And they re­turned to Ar­thur's court, bear­ing with them the sword of Gwernach the Gi­ant."},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"And when they told Ar­thur how they had sped, Ar­thur said, \"It is a good be­gin­ning.\" Then they took coun­sel, and said, \"Which of these mar­vels will it be best for us to seek next?\" \"It will be best,\" said one, \"to seek Mabon, the son of Modron; and he will not be found un­less we first find Eidoel, the son of Aer, his kins­man.\" Then Ar­thur rose up, and the war­ri­ors of the is­land of Brit­ain with him, to seek for Eidoel; and they pro­ceeded un­til they came to the cas­tle of Glivi, where Eidoel was im­pris­oned. Glivi stood on the sum­mit of his cas­tle, and he said, \"Ar­thur, what requirest thou of me, since noth­ing re­mains to me in this for­tress, and I have nei­ther joy nor pleas­ure in it, nei­ther wheat nor oats? Seek not, there­fore, to do me harm.\" Said Ar­thur, \"Not to in­jure thee came I hith­er, but to seek for the pris­on­er that is with thee.\" \"I will give thee my pris­on­er, though I had not thought to give him up to any one, and there­with shalt thou have my sup­port and my aid.\""},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"His fol­low­ers said unto Ar­thur, \"Lord, go thou home, thou canst not pro­ceed with thy host in quest of such small ad­ven­tures as these.\" Then said Ar­thur, \"It were well for thee, Gurhyr Gwalstat, to go upon this quest, for thou knowest all lan­guages, and art fa­mil­i­ar with those of the birds and the beasts. Thou, Eidoel, oughtest like­wise to go with thy men in search of thy cous­in. And as for you, Kay and Bedwyr, I have hope of what­ev­er ad­ven­ture ye are in quest of, that ye will achieve it. Achieve ye this ad­ven­ture for me.\""},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"They went for­ward un­til they came to the Ou­sel of Cilgwri. And Gurhyr ad­jured her, say­ing, \"Tell me if thou knowest aught of Mabon, the son of Modron, who was tak­en when three nights old from be­tween his moth­er and the wall?\" And the Ou­sel an­swered, \"When I first came here, there was a smith's an­vil in this place, and I was then a young bird; and from that time no work has been done upon it, save the peck­ing of my beak eve­ry eve­ning; and now there is not so much as the size of a nut re­main­ing there­of; yet dur­ing all that time I have nev­er heard of the man for whom you in­quire. Nev­er­the­less, I will do that which it is fit­ting that I should for an em­bas­sy from Ar­thur. There is a race of an­i­mals who were formed be­fore me, and I will be your guide to them.\""},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"So they pro­ceeded to the place where was the Stag of Redynvre. \"Stag of Redynvre, be­hold, we are come to thee, an em­bas­sy from Ar­thur, for we have not heard of any an­i­mal old­er than thou. Say, knowest thou aught of Mabon, the son of Modron, who was tak­en from his moth­er when three nights old?\" The Stag said, \"When first I came hith­er there was a plain all around me, with­out any trees save one oak sap­ling, which grew up to be an oak with an hun­dred branches; and that oak has since per­ished, so that now noth­ing re­mains of it but the with­ered stump; and from that day to this I have been here, yet have I nev­er heard of the man for whom you in­quire. Nev­er­the­less, be­ing an em­bas­sy from Ar­thur, I will be your guide to the place where there is an an­i­mal which was formed be­fore I was, and the old­est an­i­mal in the world, and the one that has trav­elled most, the Ea­gle of Gwern Abwy.\""},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"Gurhyr said, \"Ea­gle of Gwern Abwy, we have come to thee, an em­bas­sy from Ar­thur, to ask thee if thou knowest aught of Mabon, the son of Modron, who was tak­en from his moth­er when he was three nights old?\" The Ea­gle said, \"I have been here for a great space of time, and when I first came hith­er, there was a rock here from the top of which I pecked at the stars eve­ry eve­ning; and it has crumbled away, and now it is not so much as a span high. All that time I have been here, and I have nev­er heard of the man for whom you in­quire, ex­cept once when I went in search of food as far as Llyn Llyw. And when I came there, I struck my tal­ons into a salm­on, think­ing he would serve me as food for a long time. But he drew me into the wa­ter, and I was scarce­ly able to es­cape from him. Af­ter that I made peace with him. And I drew fif­ty fish- spears out of his back, and re­lieved him. Un­less he know some­thing of him whom you seek, I can­not tell who may. How­ev­er, I will guide you to the place where he is.\""},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"So they went thith­er; and the Ea­gle said, \"Salm­on of Llyn Llyw, I have come to thee with an em­bas­sy from Ar­thur, to ask thee if thou knowest aught of Mabon, the son of Modron, who was tak­en away at three nights old from his moth­er.\" \"As much as I know I will tell thee. With eve­ry tide I go along the riv­er up­ward, un­til I come near to the walls of Glouces­ter, and there have I found such wrong as I nev­er found else­where; and to the end that ye may give cre­dence there­to, let one of you go thith­er upon each of my two shoul­ders.\" So Kay and Gurhyr Gwalstat went upon the two shoul­ders of the Salm­on, and they pro­ceeded un­til they came unto the wall of the pris­on; and they heard a great wail­ing and la­ment­ing from the dun­geon. Said Gurhyr, \"Who is it that la­ments in this house of stone?\" \"Alas! it is Mabon, the son of Modron, who is here im­pris­oned; and no im­pris­on­ment was ever so griev­ous as mine.\" \"Hast thou hope of be­ing re­leased for gold or for sil­ver, or for any gifts of wealth, or through bat­tle and fight­ing?\" \"By fight­ing will what ever I may gain be ob­tained.\""},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"Then they went thence, and re­turned to Ar­thur, and they told him where Mabon, the son of Modron, was im­pris­oned. And Ar­thur sum­moned the war­ri­ors of the is­land, and they jour­neyed as far as Glouces­ter, to the place where Mabon was in pris­on. Kay and Bedwyr went upon the shoul­ders of the fish, whilst the war­ri­ors of Ar­thur at­tacked the cas­tle. And Kay broke through the wall into the dun­geon, and brought away the pris­on­er upon his back, whilst the fight was go­ing on be­tween the war­ri­ors. And Ar­thur re­turned home, and Mabon with him at lib­er­ty."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"On a cer­tain day as Gurhyr Gwalstat was walk­ing over a moun­tain, he heard a wail­ing and a griev­ous cry. And when he heard it, he sprang for­ward and went to­wards it. And when he came there, he saw a fire burn­ing among the turf, and an ant-hill near­ly sur­rounded with the fire. And he drew his sword, and smote off the ant-hill close to the earth, so that it es­caped be­ing burned in the fire. And the ants said to him, \"Re­ceive from us the bles­sing of Heav­en, and that which no man can give, we give thee.\" Then they fetched the nine bush­els of flax-seed which Yspadaden Penkawr had re­quired of Kil­wich, and they brought the full meas­ure, with­out lack­ing any, ex­cept one flax-seed, and that the lame pis­mire brought in be­fore night."},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"Then said Ar­thur, \"Which of the mar­vels will it be best for us to seek next?\" \"It will be best to seek for the two cubs of the wolf Gast Rhymhi.\""},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"\"Is it known,\" said Ar­thur, \"where she is?\" \"She is in Aber Cleddyf,\" said one. Then Ar­thur went to the house of Tringad, in Aber Cleddyf, and he in­quired of him wheth­er he had heard of her there. \"She has of­ten slain my herds, and she is there be­low in a cave in Aber Cleddyf.\""},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"Ther Ar­thur went in his ship Prydwen by sea, and the oth­ers went by land to hunt her. And they sur­rounded her and her two cubs, and took them and car­ried them away."},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"As Kay and Bedwyr sat on a bea­con-cairn on the sum­mit of Plinlimmon, in the highest wind that ever was, they looked around them and saw a great smoke, afar off. Then said Kay, \"By the hand of my friend, yon­der is the fire of a rob­ber.\" Then they has­tened to­wards the smoke, and they came so near to it that they could see Dillus Varwawc scorch­ing a wild boar. \"Be­hold, yon­der is the great­est rob­ber that ever fled from Ar­thur,\" said Bedwyr to Kay. \"Dost thou know him?\" \"I do know him,\" an­swered Kay; \"he is Dillus Varwarc, and no leash in the world will be able to hold the cubs of Gast Rhymi, save a leash made from the beard of him thou seest yon­der. And even that will be use­less un­less his beard be plucked out alive, with wood­en twee­zers; for if dead it will be brit­tle.\" \"What thinkest thou that we should do con­cern­ing this?\" said Bedwyr. \"Let us suf­fer him.\" said Kay, \"to eat as much as he will of the meat, and af­ter that he will fall asleep.\" And dur­ing that time they em­ployed them­selves in mak­ing the wood­en twee­zers. And when Kay knew cer­tain­ly that he was asleep, he made a pit un­der his feet, and he struck him a vi­o­lent blow, and squeezed him into the pit. And there they twitched out his beard com­plete­ly with the wood­en twee­zers, and af­ter that they slew him al­to­geth­er. And from thence they went, and took the leash made of Dillus Varwawc's beard, and they gave it into Ar­thur's hand."},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"Thus they got all the mar­vels that Yspadaden Penkawr had re­quired of Kil­wich; and they set for­ward, and took the mar­vels to his court. And Kil­wich said to Yspadaden Penkawr, \"Is thy daugh­ter mine now?\" \"She is thine,\" said he, \"but there­fore needest thou not thank me, but Ar­thur, who hath ac­com­plished this for thee.\" Then Goreu, the son of Custennin, the herds­man, whose broth­ers Yspadaden Penkawr had slain, seized him by the hair of his head, and dragged him af­ter him to the keep, and cut off his head, and placed it on a stake on the cit­a­del. Then they took pos­ses­sion of his cas­tle, and of his treas­ures. And that night Ol­wen be­came Kil­wich's bride, and she con­tin­ued to be his wife as long as she lived."},{"B":"#text","C":"/4/43","J":"\n"},{"B":"p","C":"/4/44","J":" "},{"B":"#text","C":"/4/45","J":"\n"}]}],"script":[]}}