{"E":{"v":"0","b":"CHAPTER IX","T":"059","K":".html","X":"q59","O":"Ops/059.content.json","A":[{"T":"xmlns","d":"http://www.w3.org/1999/xhtml"}],"I":[{"H":"style.css"}],"L":[{"B":"bookbody","C":"/4","D":[{"B":"#text","C":"/4/1","J":"\n"},{"B":"p","C":"/4/2","A":[{"T":"class","d":"p9"}],"J":"<a id=\"a98\"></a><b><i>CHAP­TER</i></b><i> IX</i>"},{"B":"#text","C":"/4/3","J":"\n"},{"B":"p","C":"/4/4","J":"CEYX AND HAL­CY­O­NE: OR, THE HAL­CY­ON BIRDS"},{"B":"#text","C":"/4/5","J":"\n"},{"B":"p","C":"/4/6","J":"Ceyx was king of Thes­sa­ly, where he reigned in peace, with­out vi­o­lence or wrong. He was son of Hes­per­us, the Day-star, and the glow of his beau­ty re­minded one of his fa­ther. Hal­cy­o­ne, the daugh­ter of Ae­o­lus, was his wife, and de­vot­ed­ly at­tached to him. Now Ceyx was in deep af­flic­tion for the loss of his broth­er, and dire­ful prodigies fol­low­ing his broth­er's death made him feel as if the gods were hos­tile to him. He thought best, there­fore, to make a voy­age to Car­los in Io­ni­a, to con­sult the or­a­cle of Apol­lo. But as soon as he dis­closed his in­ten­tion to his wife Hal­cy­o­ne, a shud­der ran through her frame, and her face grew dead­ly pale. \"What fault of mine, dearest hus­band, has turned your af­fec­tion from me? Where is that love of me that used to be up­per­most in your thoughts? Have you learn­ed to feel easy in the ab­sence of Hal­cy­o­ne? Would you ra­ther have me away?\" She also en­deav­ored to dis­cour­age him, by de­scrib­ing the vi­o­lence of the winds, which she had known fa­mil­iar­ly when she lived at home in her fa­ther's house,--Ae­o­lus be­ing the god of the winds, and hav­ing as much as he could do to re­strain them. \"They rush to­geth­er,\" said she, \"with such fury that fire flashes from the con­flict. But if you must go,\" she added, \"dear hus­band, let me go with you, oth­er­wise I shall suf­fer not only the real evils which you must en­coun­ter, but those also which my fears sug­gest.\""},{"B":"#text","C":"/4/7","J":"\n"},{"B":"p","C":"/4/8","J":"These words weighed heav­i­ly on the mind of King Ceyx, and it was no less his own wish than hers to take her with him, but he could not bear to ex­pose her to the dan­gers of the sea. He an­swered, there­fore, con­sol­ing her as well as he could, and fin­ished with these words: \"I prom­ise, by the rays of my fa­ther the Day-star, that if fate per­mits I will re­turn be­fore the moon shall have twice round­ed her orb.\" When he had thus spo­ken, he or­dered the ves­sel to be drawn out of the shiphouse, and the oars and sails to be put aboard. When Hal­cy­o­ne saw these prep­a­ra­tions she shud­dered, as if with a pre­sen­ti­ment of evil. With tears and sobs she said fare­well, and then fell sense­less to the ground."},{"B":"#text","C":"/4/9","J":"\n"},{"B":"p","C":"/4/10","J":"Ceyx would still have lin­gered, but now the young men grasped their oars and pulled vig­or­ous­ly through the waves, with long and meas­ured strokes. Hal­cy­o­ne raised her stream­ing eyes, and saw her hus­band stand­ing on the deck, wav­ing his hand to her. She an­swered his sig­nal till the ves­sel had re­ced­ed so far that she could no long­er dis­tin­guish his form from the rest. When the ves­sel it­self could no more be seen, she strained her eyes to catch the last glim­mer of the sail, till that too dis­ap­peared. Then, re­tir­ing to her cham­ber, she threw her­self on her sol­i­tary couch."},{"B":"#text","C":"/4/11","J":"\n"},{"B":"p","C":"/4/12","J":"Mean­while they glide out of the har­bor, and the breeze plays among the ropes. The seamen draw in their oars, and hoist their sails. When half or less of their course was passed, as night drew on, the sea be­gan to whit­en with swell­ing waves, and the east wind to blow a gale. The mas­ter gave the word to take in sail, but the storm for­bade obe­di­ence, for such is the roar of the winds and waves his or­ders are un­heard. The men, of their own ac­cord, busy them­selves to se­cure the oars, to strength­en the ship, to reef the sail. While they thus do what to each one seems best, the storm in­creases. The shout­ing of the men, the rat­tling of the shrouds, and the dash­ing of the waves, min­gle with the roar of the thun­der. The swell­ing sea seems lifted up to the heav­ens, to scat­ter its foam among the clouds; then sink­ing away to the bot­tom as­sumes the col­or of the shoal--a Styg­i­an black­ness."},{"B":"#text","C":"/4/13","J":"\n"},{"B":"p","C":"/4/14","J":"The ves­sel shares all these changes. It seems like a wild beast that rushes on the spears of the hunt­ers. Rain falls in tor­rents, as if the skies were com­ing down to unite with the sea. When the light­ning ceases for a mo­ment, the night seems to add its own dark­ness to that of the storm; then co­mes the flash, rend­ing the dark­ness asun­der, and light­ing up all with a glare. Skill fails, cour­age sinks, and death seems to come on eve­ry wave. The men are stu­pe­fied with ter­ror. The thought of par­ents, and kin­dred, and pledges left at home, co­mes over their minds. Ceyx thinks of Hal­cy­o­ne. No name but hers is on his lips, and while he yearns for her, he yet re­joices in her ab­sence. Pres­ent­ly the mast is shat­tered by a stroke of light­ning, the rud­der bro­ken, and the tri­um­phant surge curl­ing over looks down upon, the wreck, then falls, and crushes it to frag­ments. Some of the seamen, stunned by the stroke, sink, and rise no more; oth­ers cling to frag­ments of the wreck. Ceyx, with the hand that used to grasp the scep­tre, holds fast to a plank, call­ing for help,--alas, in vain,--upon his fa­ther and his fa­ther-in-law. But oftenest on his lips was the name of Hal­cy­o­ne. To her his thoughts cling. He prays that the waves may bear his body to her sight, and that it may re­ceive bur­i­al at her hands. At length the wa­ters over­whelm him, and he sinks. The Day-star looked dim that night. Since it could not leave the heav­ens, it shrouded its face with clouds."},{"B":"#text","C":"/4/15","J":"\n"},{"B":"p","C":"/4/16","J":"In the mean­while Hal­cy­o­ne, ig­no­rant of all these hor­rors, counted the days till her hus­band's prom­ised re­turn. Now she gets ready the gar­ments which he shall put on, and now what she shall wear when he ar­rives. To all the gods she of­fers fre­quent in­cense, but more than all to Juno. For her hus­band, who was no more, she prayed in­ces­sant­ly: that he might be safe; that he might come home; that he might not, in his ab­sence, see any one that he would love bet­ter than her. But of all these pray­ers, the last was the only one des­tined to be granted. The god­dess, at length, could not bear any long­er to be plead­ed with for one al­ready dead, and to have hands raised to her al­tars that ought ra­ther to be of­fer­ing fu­ner­al rites. So, call­ing Iris, she said, \"Iris, my faith­ful mes­sen­ger, go to the drow­sy dwell­ing of Som­nus, and tell him to send a vi­sion to Hal­cy­o­ne in the form of Ceyx, to make known to her the event.\""},{"B":"#text","C":"/4/17","J":"\n"},{"B":"p","C":"/4/18","J":"Iris puts on her robe of many col­ors, and tinge­ing the sky with her bow, seeks the pal­ace of the King of Sleep. Near the Cim­me­ri­an coun­try, a moun­tain cave is the abode of the dull god Som­nus. Here Phoe­bus dares not come, ei­ther ris­ing, at mid­day, or set­ting. Clouds and shad­ows are ex­haled from the ground, and the light glim­mers faint­ly. The bird of dawn­ing, with crest­ed head, nev­er there calls aloud to Au­ro­ra, nor watch­ful dog, nor more sa­ga­cious goose dis­turbs the si­lence. No wild beast, nor cat­tle, nor branch moved with the wind, nor sound of hu­man con­ver­sa­tion, breaks the stillness. Si­lence reigns there; but from the bot­tom of the rock the Riv­er Le­the flows, and by its mur­mur in­vites to sleep. Poppies grow abun­dant­ly be­fore the door of the cave, and oth­er herbs, from whose juices Night col­lects slum­bers, which she scat­ters over the dark­ened earth. There is no gate to the man­sion, to creak on its hinges, nor any watch­man; but in the midst a couch of black eb­ony, adorned with black plumes and black cur­tains. There the god re­clines, his limbs re­laxed with sleep. Around him lie dreams, resembling all var­i­ous forms, as many as the har­vest bears stalks, or the for­est leaves, or the sea­shore sand grains."},{"B":"#text","C":"/4/19","J":"\n"},{"B":"p","C":"/4/20","J":"As soon as the god­dess en­tered and brushed away the dreams that hov­ered around her, her bright­ness lit up all the cave. The god, scarce open­ing his eyes, and ever and anon drop­ping his beard upon his breast, at last shook him­self free from him­self, and lean­ing on his arm, in­quired her er­rand,--for he knew who she was. She an­swered, \"Som­nus, gentlest of the gods, tran­quil­liz­er of minds and sooth­er of care-worn hearts, Juno sends you her com­mands that you des­patch a dream to Hal­cy­o­ne, in the city of Trachine, rep­re­sent­ing her lost hus­band and all the events of the wreck.\""},{"B":"#text","C":"/4/21","J":"\n"},{"B":"p","C":"/4/22","J":"Hav­ing de­liv­ered her mes­sage, Iris hast­ed away, for she could not long­er en­dure the stag­nant air, and as she felt drow­si­ness creep­ing over her, she made her es­cape, and re­turned by her bow the way she came. Then Som­nus called one of his nu­mer­ous sons,-- Mor­phe­us,--the most ex­pert in coun­ter­feit­ing forms, and in im­i­tat­ing the walk, the coun­te­nance, and mode of speak­ing, even the clothes and at­ti­tudes most char­ac­ter­is­tic of each. But he only im­i­tates men, leav­ing it to an­oth­er to per­son­ate birds, beasts, and ser­pents. Him they call Icelos; and Phantasos is a third, who turns him­self into rocks, wa­ters, woods, and oth­er things with­out life. These wait upon kings and great per­son­ages in their sleep­ing hours, while oth­ers move among the com­mon peo­ple. Som­nus chose, from all the broth­ers, Mor­phe­us, to per­form the com­mand of Iris; then laid his head on his pil­low and yielded him­self to grate­ful re­pose."},{"B":"#text","C":"/4/23","J":"\n"},{"B":"p","C":"/4/24","J":"Mor­phe­us flew, mak­ing no noise with his wings, and soon came to the Haemonian city, where, lay­ing aside his wings, he as­sumed the form of Ceyx. Un­der that form, but pale like a dead man, na­ked, he stood be­fore the couch of the wretch­ed wife. His beard seemed soaked with wa­ter, and wa­ter trickled from his drowned locks. Lean­ing over the bed, tears stream­ing from his eyes, he said, \"Do you rec­og­nize your Ceyx, un­hap­py wife, or has death too much changed my vis­age? Be­hold me, know me, your hus­band's shade, in­stead of him­self. Your pray­ers, Hal­cy­o­ne, availed me noth­ing. I am dead. No more de­ceive your­self with vain hopes of my re­turn. The stormy winds sunk my ship in the Ae­ge­an Sea, waves filled my mouth while it called aloud on you. No un­cer­tain mes­sen­ger tells you this, no vague ru­mor brings it to your ears. I come in per­son, a ship­wrecked man, to tell you my fate. Arise! give me tears, give me la­men­ta­tions, let me not go down to Tar­ta­rus un­wept.\" To these words Mor­phe­us added the voice, which seemed to be that of her hus­band; he seemed to pour forth gen­u­ine tears; his hands had the ges­tures of Ceyx."},{"B":"#text","C":"/4/25","J":"\n"},{"B":"p","C":"/4/26","J":"Hal­cy­o­ne, weep­ing, groaned, and stretched out her arms in her sleep, striving to em­brace his body, but grasp­ing only the air. \"Stay!\" she cried; \"whith­er do you fly? let us go to­geth­er.\" Her own voice awak­ened her. Start­ing up, she gazed ea­ger­ly around, to see if he was still pre­sent, for the serv­ants, alarmed by her cries, had brought a light. When she found him not, she smote her breast and rent her gar­ments. She cares not to un­bind her hair, but tears it wild­ly. Her nurse asks what is the cause of her grief. \"Hal­cy­o­ne is no more,\" she an­swers, \"she per­ished with her Ceyx. Ut­ter not words of com­fort, he is ship­wrecked and dead. I have seen him, I have rec­og­nized him. I stretched out my hands to seize him and de­tain him. His shade van­ished, but it was the true shade of my hus­band. Not with the ac­cus­tomed fea­tures, not with the beau­ty that was his, but pale, na­ked, and with his hair wet with sea-wa­ter, he ap­peared to wretch­ed me. Here, in this very spot, the sad vi­sion stood,\"--and she looked to find the mark of his foot­steps. \"This it was, this that my presaging mind fore­bod­ed, when I im­plored him not to leave me, to trust him­self to the waves. Oh, how I wish, since thou wouldst go, thou hadst tak­en me with thee! It would have been far bet­ter. Then I should have had no rem­nant of life to spend with­out thee, nor a sep­a­rate death to die. If I could bear to live and strug­gle to en­dure, I should be more cru­el to my­self than the sea has been to me. But I will not strug­gle, I will not be sep­a­rat­ed from thee, un­hap­py hus­band. This time, at least, I will keep thee com­pa­ny. In death, if one tomb may not in­clude us, one ep­i­taph shall; if I may not lay my ash­es with thine, my name, at least, shall not be sep­a­rat­ed.\" Her grief for­bade more words, and these were bro­ken with tears and sobs."},{"B":"#text","C":"/4/27","J":"\n"},{"B":"p","C":"/4/28","J":"It was now morn­ing. She went to the sea­shore, and sought the spot where she last saw him, on his de­par­ture. \"While he lin­gered here, and cast off his tack­lings, he gave me his last kiss.\" While she re­views eve­ry ob­ject, and strives to re­call eve­ry in­ci­dent, look­ing out over the sea, she descries an in­dis­tinct ob­ject float­ing in the wa­ter. At first she was in doubt what it was, but by de­grees the waves bore it nearer, and it was plain­ly the body of a man. Though un­know­ing of whom, yet, as it was of some ship­wrecked one, she was deep­ly moved, and gave it her tears, say­ing, \"Alas! un­hap­py one, and un­hap­py, if such there be, thy wife!\" Borne by the waves, it came nearer. As she more and more near­ly views it, she trem­bles more and more. Now, now it approaches the shore. Now marks that she rec­og­nizes ap­pear. It is her hus­band! Stretch­ing out her trembling hands to­wards it, she ex­claims, \"O dearest hus­band, is it thus you re­turn to me?\""},{"B":"#text","C":"/4/29","J":"\n"},{"B":"p","C":"/4/30","J":"There was built out from the shore a mole, con­structed to break the as­saults of the sea, and stem its vi­o­lent in­gress. She leaped upon this bar­ri­er and (it was won­der­ful she could do so) she flew, and strik­ing the air with wings pro­duced on the in­stant, skimmed along the sur­face of the wa­ter, an un­hap­py bird. As she flew, her throat poured forth sounds full of grief, and like the voice of one la­ment­ing. When she touched the mute and blood­less body, she en­folded its be­lov­ed limbs with her new-formed wings, and tried to give kisses with her horny beak. Wheth­er Ceyx felt it, or wheth­er it was only the ac­tion of the waves, those who looked on doubted, but the body seemed to raise its head. But in­deed he did feel it, and by the pit­y­ing gods both of them were changed into birds. They mate and have their young ones. For sev­en plac­id days, in win­ter time, Hal­cy­o­ne broods over her nest, which floats upon the sea. Then the way is safe to seamen. Ae­o­lus guards the winds and keeps them from dis­turb­ing the deep. The sea is giv­en up, for the time, to his grand­chil­dren."},{"B":"#text","C":"/4/31","J":"\n"},{"B":"p","C":"/4/32","J":"The fol­low­ing lines from By­ron's \"Bride of Aby­dos\" might seem bor­rowed from the con­clud­ing part of this de­scrip­tion, if it were not stat­ed that the au­thor de­rived the sug­ges­tion from ob­serv­ing the mo­tion of a float­ing corpse:"},{"B":"#text","C":"/4/33","J":"\n"},{"B":"p","C":"/4/34","J":"\"As shak­en on his rest­less pil­low, His head heaves with the heav­ing bil­low, That hand, whose mo­tion is not life, Yet fee­bly seems to men­ace strife, Flung by the toss­ing tide on high, Then lev­elled with the wave ...\""},{"B":"#text","C":"/4/35","J":"\n"},{"B":"p","C":"/4/36","J":"Mil­ton in his \"Hymn on the Na­tiv­i­ty,\" thus al­ludes to the fa­ble of the Hal­cy­on:"},{"B":"#text","C":"/4/37","J":"\n"},{"B":"p","C":"/4/38","J":"\"But peace­ful was the night Where­in the Prince of light His reign of peace upon the earth be­gan; The winds with won­der whist Smooth­ly the wa­ters kist Whis­per­ing new joys to the mild ocean, Who now hath quite for­got to rave While birds of calm sit brood­ing on the charmed wave.\""},{"B":"#text","C":"/4/39","J":"\n"},{"B":"p","C":"/4/40","J":"Keats, also, in \"En­dym­i­on,\" says:"},{"B":"#text","C":"/4/41","J":"\n"},{"B":"p","C":"/4/42","J":"\"O mag­ic sleep! O com­fort­a­ble bird That broodest o'er the troubled sea of the mind Till it is hushed and smooth.\""},{"B":"#text","C":"/4/43","J":"\n"}]}],"script":[]}}